module.exports = {
  getData: getData
};

function getData(key) {
  var data = {
    pedia: {
      灰燕鴴: {
        pic:
          "https://www.interserver.net/tips/wp-content/uploads/2016/10/404error.jpeg",
        中文名: "灰燕鴴",
        拉丁名: "暂无信息",
        英文名: "暂无信息",
        分类: "暂无信息",
        IUCN红色名录等级: "暂无信息",
        描述: "暂无信息",
        虹膜: "暂无信息",
        嘴: "暂无信息",
        脚: "暂无信息",
        叫声: "暂无信息",
        分布范围: "暂无信息",
        分布状况: "暂无信息",
        习性: "暂无信息",
        俗名: "暂无信息"
      },
      波斑鸨: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p001.jpg",
        英文名: "Macqueen's Bustard",
        拉丁名: "Chlamydotis macqueenii",
        英文俗名: "Macqueen's Bustard",
        濒危状况: "Least Concern (LC) ",
        体型: "体形介于大鸨和小鸨之间, 是大型陆栖鸟类, 体长55～70厘米. ",
        成鸟:
          "头顶有羽冠, 颈侧有松散的羽束, 下颈部羽束延长; 下体自胸以下为白色, 两胁有黑色横斑; 初级飞羽基部有大的白斑, 飞翔时十分明显; 两性羽色相似, 但雌鸟体型较雄鸟为小, 颈侧的饰羽也较少. ",
        幼鸟:
          "幼鸟斑纹较多. 虹膜金黄色, 上嘴黑色, 下嘴绿色或角黄色; 脚和趾绿色, 铅色或褐黄色. ",
        食物: "主要吃野草, 也吃甲虫, 蝗虫, 毛虫等. ",
        分布:
          "主要分布于印度及阿尔泰地区, 冬季到西欧, 东埃及, 印度西北部和中国. "
      },
      彩鹮: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p002.jpg",
        英文名: "Glossy Ibis",
        拉丁名: "Plegadis falcinellus",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体型略小 (60厘米) 的深栗色带闪光的鹮. 看似大型的深色杓鹬, 上体具绿色及紫色光泽. ",
        彩鹮成鸟:
          "体色艳丽; 全身羽毛以栗紫色为主, 略带有绿色的金属闪光, 体长, 腿长; 体形类似于朱鹮, 但比朱鹮要小些, 有着细长的喙; 和其他喜欢水的涉禽一样, 彩鹮栖息在温暖的河湖和沼泽附近; 虹膜－褐色; 嘴－近黑; 脚－绿褐. ",
        巢:
          "彩鹮把巢筑在高大的树上, 巢的大小为直径30—40厘米, 高4—27厘米. 营巢由雄鸟和雌鸟共同承担, 通常雄鸟运送巢材, 雌鸟留在巢上筑巢和看守巢, 以防别的鸟类偷走巢材. ",
        繁殖状况:
          "每窝产卵3—5枚, 通常4枚, 偶尔有少至2枚和多至6枚的. 卵的形状为卵圆形, 颜色为蓝色. 在同一群体中营巢产卵的时间并不同步, 繁殖期可以持续到5周以上或者更长, 也时常发现有重新营巢的. ",
        彩鹮幼鸟:
          "Juvenile Glossy Ibis, 羽色非常漂亮, 上身充满绿色及紫色光泽. ",
        食物:
          "彩鹮以小鱼, 软体动物, 甲壳动物, 蠕虫以及甲虫为食物; 觅食时, 它们用细长而微微向下弯曲的喙伸进泥水里探寻食物. ",
        分布:
          "分布于欧洲南部, 亚洲, 非洲, 美洲中部, 包括中国大陆的上海, 浙江, 福建, 广东, 河北, 四川, 云南等地. 在中国较为罕见, 是否在中国有繁殖尚不肯定. 偶见于长江下游及东南部, 广东, 香港及海南岛等地的湖泊周围. "
      },
      彩鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p003.jpg",
        英文名: "Greater Painted-snipe",
        拉丁名: "Rostratula benghalensis",
        英文俗名: "Greater Painted-snipe",
        濒危状况: "Least Concern (LC) ",
        体型: "体型略小 (25厘米) 而色彩艳丽的沙锥样涉禽, 尾短. ",
        成鸟:
          '雌鸟, 头及胸深栗色, 眼周白色, 顶纹黄色; 背及两翼偏绿色, 背上具白色的"V"形纹并有白色条带绕肩至白色的下体; 雄鸟, 体型较雌鸟小而色暗, 多具杂斑而少皮黄色, 翼覆羽具金色点斑, 眼斑黄色. 虹膜－红色; 嘴－黄色; 脚－近黄色; 通常鸟类的雄鸟比雌鸟羽色更艳丽漂亮, 但彩鹬似乎是特例, 雌性不仅更漂亮, 而且更高大, 体重更重. ',
        巢:
          "彩鹬栖息于平原, 丘陵和山地中的芦苇水塘, 沼泽, 河渠, 河滩草地和水稻田中, 营巢于浅水处芦苇丛或水草丛中, 也在水稻田中营巢. 巢主要由枯草构成, 通常置巢于芦苇或水草或稻秧间浅水处的草堆上或土台上. ",
        食物:
          "彩鹬以昆虫, 蝗虫, 蟹, 虾, 蛙, 蚯蚓, 软体动物, 螺, 植物叶, 芽, 种子和谷物等各种小型无脊椎动物和植物性食物为食. ",
        分布:
          "在国外, 彩鹬分布于非洲, 马达加斯加, 印度, 缅甸, 泰国, 斯里兰卡, 马来半岛, 菲律宾, 印度尼西亚和澳大利亚等地.  在中国, 留居于西南和沿海地区, 西自云南西部, 西藏南部, 四川中部, 东抵长江下游, 台湾, 南至海南岛. 夏季往北延伸至陕西, 华北东部和东北南部一带, 漂鸟至西藏南部; 在西藏东南部应为留鸟. "
      },
      草鹭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p004.jpg",
        英文名: "Purple Heron",
        拉丁名: "Ardea purpurea",
        英文俗名: "Purple Heron",
        中文俗名: "花窖马, 柴鹭, 长脖老及紫鹭等",
        濒危状况: "Least Concern (LC) ",
        体型: "体大 (80厘米) 的灰, 栗及黑色鹭. 全身灰色或棕色, 颈长. ",
        成鸟:
          "特征为顶冠黑色并具两道饰羽, 颈棕色且颈侧具黑色纵纹. 背及覆羽灰色, 飞羽黑, 其余体羽红褐色; 虹膜－黄色; 嘴－褐色; 脚－红褐色; 叫声: 粗哑的呱呱叫声. ",
        巢:
          "草鹭是夏候鸟, 自南方迁至繁殖地时已成对, 4月中旬雌雄共同寻找巢地, 把巢穴建在偏僻的苇塘, 在向心折弯数十根苇杆中间, 加堆苇杆, 树枝和嫩枝, 巢穴内有时铺有灯心草, 少数的巢穴与苍鹭相连. 有时也将巢穴建在枝叶浓密的松, 榆等树上, 30-40对结群繁殖或与苍鹭, 其他的鸟混群. 雄鸟负责运材, 雌鸟负责建造巢穴. ",
        食物:
          "多以水生动物, 昆虫为食. 草鹭飞行轻缓, 一跃便飞, 直线飞行, 下降时先扑翼后滑翔, 在树上休息, 长久站立, 伸颈张望. ",
        分布:
          "分布于印度, 伊朗, 欧洲南部, 非洲, 马达加斯加岛及中国大陆等地. 该物种的模式产地在法国. 多生活于沼泽, 湖泊, 稻田等地, 常活动于水边. "
      },
      赤麻鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p005.jpg",
        英文名: "Ruddy Shelduck",
        拉丁名: "Tadorna ferruginea",
        中文俗名: "赤麻鸭; 又名黄鸭, 黄凫, 渎凫, 红雁",
        体型: "赤麻鸭体大(63厘米)橙栗色鸭类. 头皮黄. 外形似雁. ",
        成鸟:
          "雄鸟全身橙栗色, 夏季有狭窄的黑色领圈. 飞行时白色的翅上覆羽及铜绿色翼镜明显可见; 嘴和腿黑色. 雌鸟羽色和雄鸟相似, 但体色稍淡, 头顶和头侧几白色, 颈基无黑色领环. ",
        幼鸟:
          "和雌鸟相似, 但稍暗些, 微沾灰褐色, 特别是头部和上体. 虹膜－褐色; 嘴－近黑色; 脚－黑色. ",
        巢:
          "营巢于开阔平原草地上天然洞穴或其他动物废弃洞穴和墓穴中; 也营巢于山间和湖泊岛屿上的土洞和石穴中; 在新疆也见营巢于草原荒漠地上洞穴和胡杨树洞内. 巢由少量枯草和大量绒羽构成. ",
        食物: "以各种谷物, 昆虫, 甲壳动物, 蛙, 虾, 水生植物为食. ",
        分布:
          "东南欧及亚洲中部, 越冬于印度, 广泛繁殖于中国东北和西北, 及至青藏高原海拔4600米, 迁至中国中部和南部越冬; 栖息于开阔草原, 湖泊, 农田等环境中, 多见于内地湖泊及河流, 极少到沿海; "
      },
      赤膀鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p006.jpg",
        拉丁名: "Anas strepera",
        英文名: "Gadwall",
        中文俗名: "漈凫",
        濒危状况: "Least Concern (LC) ",
        体型: "中等体型 (50厘米) 的灰色鸭. ",
        雄鸟:
          "雄鸭上体大都暗灰褐色, 杂白色细斑; 翅上具栗红色块斑; 翼镜呈黑白色, 嘴黑, 头棕, 尾黑, 次级飞羽具白斑及腿橘黄; 比绿头鸭稍小, 嘴稍细. 雌鸟: 雌鸭上体大都黑褐, 具棕色斑纹似雌绿头鸭但头较扁, 嘴侧橘黄, 腹部及次级飞羽白色. ",
        幼鸟:
          "似雌鸟, 但翅覆羽无棕栗色, 翼镜黑色部分为灰褐色, 白色部分为灰棕色, 腹部满杂以褐色斑. 虹膜－褐色; 嘴－繁殖期雄鸟灰色, 其他时候橘黄色但中部灰色; 脚－橘黄. ",
        巢:
          "营巢于水边草丛或灌木丛中. 巢匿藏和隐蔽很好. 有时也在离水域较远的地方营巢. 巢域面积较大, 但在一些营巢条件好的小岛上, 有时巢也很密集. ",
        食物: "在湖边的沼泽地或农田中觅食, 以植物性食物为主. ",
        分布:
          "冰岛, 英国东南部, 往东横跨欧洲, 亚洲一直到堪察加半岛, 往南到荷兰, 德国, 俄罗斯中部, 里海, 中亚, 加拿大和美国; 越冬在欧洲南部, 中国南部, 日本, 越南, 印度, 北非和北美南部和太平洋中的范宁岛. 时见于中国北方, 越冬于中国长江以南大部分地区及西藏南部. ",
        繁殖:
          "每窝产卵8-12枚. 通常10枚, 一天一枚. 孵卵由雌鸟承担, 但在孵卵前期, 雄鸟也常守候在巢附近, 后来则离开雌马到僻静地方换羽. 孵化期26天. 雏鸟早成性, 雏鸟孵出后不久, 雌鸟即领着雏鸟到更深的沼泽或大的水域边缘地带活动, 约50-60天后雏鸟才能飞翔. "
      },
      赤嘴潜鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p007.jpg",
        拉丁名: "Netta rufina ",
        英文名: "Red-crested Pochard",
        濒危状况: "Least Concern (LC) ",
        体型: "体大 (55厘米) 的皮黄色鸭. ",
        成鸟:
          "繁殖期雄鸟: 易识别, 锈色的头部和橘红色的嘴与黑色前半身成对比. 两胁白色, 尾部黑色, 翼下羽白, 飞羽在飞行时显而易见. 雌鸟: 褐色, 两胁无白色, 但脸下, 喉及颈侧为白色. 额, 顶盖及枕部深褐色, 眼周色最深. 繁殖后雄鸟: 似雌鸟但嘴为红色. 虹膜－红褐色; 嘴－雄鸟橘红, 雌鸟黑色带黄色嘴尖; 脚－雄鸟粉红, 雌鸟灰色. ",
        巢:
          "通常营巢于多芦苇和蒲草的湖心岛上, 水边草丛和无水的芦苇丛中, 有时甚至在湖边干芦苇堆里营巢. 巢较密集. 有时在一个芦苇垛坐就能发现6—7巢. 巢通常隐蔽得很好. 巢由芦苇叶和三棱草构成, 内垫柔软的细草和羽毛. 巢的大小为内径185 (170一195) , 外径250 (235—280) , 深60 (55—65) 毫米. ",
        食性:
          "食物主要为水藻, 眼子菜以及其他水生植物的嫩芽, 茎和种子; 有时也到岸上觅食青草和其他一些禾本科植物种子与草籽, 冬季有时也到农田觅食散落的谷粒.  ",
        习性:
          "赤嘴潜鸭主要栖息在开阔的淡水湖泊, 水流较缓的江河, 河流与河口地区, 也常出现在公路两侧的水泡中. 特别是有水边植物和水较深的淡水湖泊最为喜欢. 性迟钝, 不善鸣叫, 常成对或成小群活动, 有时候也集成上百只的大群. 在人类活动频繁的捕鱼区偶尔也见有活动. 休息时多成群停息在有水草的滩边沙洲和湖心岛上. 飞行笨重而迟缓. ",
        分布:
          "地方性常见, 为季节性候鸟. 在国外繁殖于东欧及西亚; 越冬于地中海, 中东, 印度及缅甸. 在国内繁殖于中国西北, 最东可至内蒙古的乌梁素海. 冬季散布于华中, 东南及西南各处. "
      },
      丑鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p008.jpg",
        拉丁名: "Histrionicus histrionicus",
        英文名: "Harlequin Duck",
        濒危状况: "Least Concern (LC) ",
        体型: "丑鸭身长33-54 cm , 翼展56-66 cm, 体重500-726 g. ",
        成鸟:
          "身长适度, 雄鸟体羽是灰蓝色, 黑色并具白色斑纹. 脸及耳羽具白色点斑, 头高而嘴小. 繁殖期雄鸟灰色, 两侧栗色, 颈背, 上胸, 下胸及翅羽具白色条纹. 肩羽甚长, 黑白色. 较低的翅膀是褐色, 外侧次级飞羽暗金属蓝色, 形成暗蓝色翼镜, 尾巴, 腿和脚是灰蓝色. 非繁殖期雄鸟深褐, 但肩羽及下胸的白色条纹仍可见. 雌鸟不同于雄鸟, 体羽以棕色为主, 头部两侧有三个白点装饰, 腹部为白色, 具褐色麻斑点, 也无白色肩羽或胸部条纹. 飞行中翼下羽黑色, 虹膜深褐色; 嘴灰色; 脚灰色. ",
        巢:
          "丑鸭在2至3岁时性成熟, 但是此时生育率相对较低, 直到5岁. 在冬季和春季交配, 雌鸟单独孵化. 巢通常很隐蔽, 一般建在悬崖的小平台上, 或空心树及树桩上. ",
        食性:
          "主要包括水生昆虫的幼虫, 软体动物, 甲壳类动物, 小型鱼类和海洋蠕虫. ",
        习性:
          "是群居动物, 成对或成群活动. 在繁殖季节喜欢隐蔽. 能很好地适应恶劣环境, 可以逆水行进, 攀登陡峭的山坡上很滑的岩石. 在海上多岩港湾过冬. 游泳时尾翘起. 飞行快而低, 起飞前沿水面拍打. 求偶期雄鸟发出高哨音, 雌鸟作粗短叫声. ",
        分布:
          "东亚至北美, 格陵兰及冰岛. 非常罕见冬季过境鸟. 在黑龙江(哈尔滨), 辽宁(旅顺), 河北(北戴河)及山东(青岛)有过记录. "
      },
      大白鹭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p009.jpg",
        拉丁名: "Ardea alba ",
        英文名: "Great Egret",
        中文俗名:
          "白鹭鸶, 鹭鸶, 风漂公子, 白漂鸟, 冬庄, 大白鹤, 白鹤鹭, 白庄, 白洼, 雪客",
        濒危状况: "Least Concern (LC) ",
        体型: "体大 (95厘米) 的白色鹭. 比其他白色鹭体型大许多. ",
        成鸟:
          "嘴较厚重, 颈部具特别的扭结. 嘴角有一条黑线 (嘴裂) 直达眼后. 繁殖羽: 脸颊裸露皮肤蓝绿色, 嘴黑, 腿部裸露皮肤红色, 脚黑. 肩背部着生有三列长而直, 羽枝呈分散状的蓑羽; 非繁殖羽: 脸颊裸露皮肤黄色, 嘴黄而嘴端常为深色, 脚及腿黑色. 虹膜－黄色. ",
        分布范围:
          "指名亚种繁殖在我国东北北部呼伦池, 黑龙江流域和新疆西部与中部, 迁徙和越冬期间见于甘肃西北部, 西部, 西南部, 陕西和青海及西藏, 偶见于东北辽宁, 河北, 四川和湖北;  普通亚种繁殖于我国东北东南部吉林, 辽宁, 河北, 福建和云南东南部蒙自; 迁徙和越冬期间见于河南, 山东, 长江中下游江西, 东南沿海广东, 福建, 海南岛和台湾",
        繁殖:
          "大白鹭每年繁殖期为4-7月. 营巢于高大的树上或芦苇丛中, 多集群营群巢, 有时一棵树上同时有数对到数十对营巢, 亦与苍鹭在一起营巢, 由雌雄亲鸟共同进行. 巢较简陋, 通常由枯枝和干草构成, 有时巢内垫有少许柔软的草叶. 巢外径56-61厘米, 内径52-54厘米, 高22-25厘米, 深15-20厘米. 1年繁殖1窝, 每窝产卵3-6枚, 多为4枚. 卵 为椭圆形或长椭圆形, 天蓝色, 大小为51. 5-60mm × 34-41mm, 重29-31克. ",
        食性:
          "大白鹭以直翅目, 鞘翅目, 双翅目昆虫, 甲壳类, 软体动物, 水生昆虫以及小鱼, 蛙, 蝌蚪和蜥蜴等动物性食物为食. ",
        习性:
          "常呈单只或10余只的小群活动, 有时在繁殖期间也见有多达300多只的大群. 偶尔也见和其他鹭类混群活动. 通常白天活动. 多在开阔的水边和附近草地上活动. 行动极为谨慎小心, 遇人即飞走. 刚飞行时两翅扇动较笨拙, 脚悬垂于下, 达到一定高度后, 飞行则极为灵活, 两脚亦向后伸直, 远远超出于尾后, 头缩到背上, 颈向下突出成囊状, 两翅鼓动缓慢. 站立时头亦缩于背肩部, 呈驼背状. 步行时亦常缩着脖, 缓慢地一步一步地前进. "
      },
      大鸨: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p010.jpg",
        拉丁名: "Otis tarda",
        英文名: "Great Bustard",
        中文俗名: "地鵩, 石鸨",
        濒危状况: "Vulnerable (VU) ",
        体型:
          "大鸨 (Otis tarda) 体形略似鸵鸟, 但能飞翔. 雄鸟体长为75—105厘米, 两翼展开达2米以上, 体重为10—15公斤大型的陆栖鸟类. 雄鸟和雌鸟的体形相差十分悬殊, 是现生鸟类中体重差别最大的种类. 雌鸟体形较小, 体长不足50厘米, 体重不到4千克. ",
        成鸟:
          "头和颈都是灰色, 后颈的基部至胸前两侧有宽的棕栗色横带, 形成半圆的领圈. 上体为淡棕色, 并具有细的黑色横斑, 形成斑驳的保护色, 在沙漠中不易被天敌发现. 下体为灰白色, 两翅的覆羽均为白色, 在翅上形成大形白斑, 同黑色的飞羽形成鲜明对比, 飞翔时极为醒目. 雄鸟下颏的两侧还生有细长而突出的白色羽簇, 状如胡须, 所以被当地牧民称为羊须鸨, 雌鸟无须. ",
        巢:
          "大鸨营巢于草原地面上的天然凹坑内, 或是由雌鸟刨挖出一个浅窝. 巢内没有任何内垫物, 或仅垫有少许草茎. ",
        食性:
          "大鸨的食物很杂, 主要吃植物的嫩叶, 嫩芽, 嫩草, 种子以及昆虫, 蚱蠓, 蛙等动物性食物, 特别是象鼻虫, 油菜金花虫, 蝗虫等农田害虫, 有时也在农田中取食散落在地的谷粒等. ",
        习性:
          "大鸨主要栖息于开阔的平原, 干旱草原, 稀树草原和半荒漠地区, 也出现于河流, 湖泊沿岸和邻近的干湿草地, 特别是在冬季和迁徙季节. 体形略似鸵鸟, 但能飞翔. 上体棕色, 杂以黑色虫纹斑; 翅灰白, 飞羽黑色; 头颈和前胸深灰, 头颈部满被细长的毛状纤羽, 在喉侧尤为发达, 突出如须; 下体大致近于白色; 腿长而粗壮, 仅具前3个脚趾, 趾爪形扁似指甲; 嘴色铅黑, 脚和趾暗黑色; 具有喉囊, 雄鸟的喉囊在发情期甚为发育, 能充气鼓起, 露出裸皮. 受惊时头下低, 弓背, 尾羽向上展开呈扇状, 双翅半张开, 腕关节向下, 嘴里发出'哈哈'的喘气声, 其目的是想吓退来犯者, 不让来犯者靠近. 如果敌害十分强大, 就立即起飞, 使之难于接近. 由于体重较大, 平常起飞时需要在地上小跑几步, 助跑时头部抬起, 嘴向前伸水平位, 颈稍弓向前上方倾斜, 双翅展开, 重心前倾, 双脚有节奏地向前大步跨出, 随着助跑速度的加快, 其煽动双翅的频率也加快, 直至双脚离开地面飞起. ",
        分布:
          "大鸨在国外主要分布于欧洲南部, 摩洛哥北部, 中东, 阿富汗北部, 中亚, 西伯利亚南部, 蒙古, 往东一直到俄罗斯东部, 偶尔也见于印度和日本. 大鸨共分化为2个亚种, 在我国均有分布, 普通亚种繁殖于黑龙江的齐齐哈尔, 吉林的通榆, 镇赉, 辽宁西北部, 以及内蒙古等地; 越冬于辽宁, 河北, 山西, 河南, 山东, 陕西, 江西, 湖北等省, 偶尔也见于福建, 此外也有少数种群终年留居在繁殖地. 指名亚种繁殖于新疆西部和东部"
      },
      大麻鳽: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p011.jpg",
        拉丁名: "Botaurus stellaris",
        英文名: "Eurasian Bittern",
        中文俗名: "大麻鹭, 蒲鸡, 大水骆驼",
        濒危状况: "Least Concern (LC) ",
        体型: "体大 (75厘米) 的金褐色及黑色鳽. ",
        成鸟:
          "顶冠黑色, 颏及喉白且其边缘接明显的黑色颊纹. 头侧金色, 其余体羽多具黑色纵纹及杂斑. 飞行时具褐色横斑的飞羽与金色的覆羽及背部成对比. ",
        幼鸟:
          "似成鸟, 但头顶较褐, 整个体羽也较淡和较褐. 虹膜黄色, 嘴黄绿色, 嘴峰暗褐色, 脚和趾黄绿色. ",
        巢:
          "常成对孤立地单独营巢. 通常置巢于沼泽和水边芦苇丛和草丛中, 也见在灌木丛中或灌木下营巢. 巢的结构较为简单, 通常由草茎和草叶构成. 形状为盘状. 大小为50—90厘米, 高30一50厘米. ",
        食性: "主要以鱼, 虾, 蛙, 蟹, 螺, 水生昆虫等动物性食物为食. ",
        分布:
          "非洲, 欧亚大陆. 冬候鸟见于东南亚及菲律宾.  大麻鳽除在我国云南, 贵州, 广东, 广西, 福建等南部省区为留鸟外, 在我国长江以北均为夏候鸟和旅鸟, 长江以南也有部分迁徙. 通常每年3月中下旬开始迁来东北繁殖地, 10月中下旬迁走. 常单只或成对迁来. 迁走时偶尔见5—8只的小群. "
      },
      大沙锥: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p012.jpg",
        拉丁名: "Gallinago megala",
        英文名: "Swinhoe's Snipe",
        濒危状况: "Least Concern (LC) ",
        体型:
          "略大 (28厘米) 而多彩的沙锥. 两翼长而尖, 头形大而方, 嘴长. 春季时胸及颈较暗淡. ",
        成鸟:
          "沙锥上体黑褐色, 杂以棕黄色纵纹和红棕色横斑与斑纹. 头顶中尖具苍白色纵纹, 从嘴基直达枕部, 枕后转为淡红棕色. 白色中央冠纹两侧为绒黑色, 具细小的淡红棕色斑点. 眉纹苍白色, 眼先污白色, 具两条黑褐色纵纹, 一条从嘴基直到眼, 另一条在眼下方. 眼后缀有红棕色. 后颈杂有淡黄棕色和白色. 肩, 背, 三级飞羽, 翅上大覆羽和中覆羽具黄棕白色羽缘和红棕色横斑与斜纹. 在背形成四道纵形带斑. 初级飞羽, 次级飞羽和初级覆羽暗灰褐色. 初级覆羽和次级飞羽端部微白色. 尾羽18至26枚, 多为20枚. 中央尾羽基部黑褐色, 末端栗红色, 端缘淡黄白色. 其间有一灰褐色横斑, 将宽的栗红色近端斑和窄的淡黄白色羽端分隔开. 外侧尾羽暗灰褐色, 缀白色斑点, 内侧具白色斑缘. 外侧6对尾羽窄而硬, 也较中央尾羽短, 其宽度仅2—4毫米. 下体近白色. 喉, 胸和两胁缀土黄白色, 喉和上胸缀灰棕色和黑褐色斑, 两胁白色, 缀黑褐色横斑; 颏和腹白色. 腋羽和翅下覆羽也为白色, 具黑褐色横斑. ",
        幼鸟: "和成鸟相似, 但翅上覆羽和三级飞羽具皮黄白色羽缘. ",
        食性:
          "主要以昆虫, 昆虫幼虫, 环节动物, 蚯蚓, 甲壳类等小型无脊椎动物为食. ",
        巢:
          "营巢于开阔森林中的草地, 河谷, 芦苇沼泽和林间空地上, 也常在林缘草地, 沼泽和开阔平原上的水域附近营巢. 通常置巢于草丛, 灌木或芦苇丛下干燥地上和土堆上. 巢甚简陋, 主要为一浅坑, 内垫以枯草和落叶. ",
        习性:
          "大沙锥繁殖季节主要栖息于针叶林或落叶阔叶林中的河谷, 草地和沼泽地带. 非繁殖期则主要栖息于开阔的湖泊, 河流, 水塘, 芦苇沼泽和水稻田地带. 常单独, 成对或成小群活动. 活动主要在晚上, 黎明和黄昏, 白天多匿藏在草丛和芦苇丛中, 直到危险临近时才突然冲出和飞起. 飞行快而敏捷, 通常呈直线飞行, 很少在飞行中疾速转弯. ",
        分布:
          "大沙锥繁殖于西伯利亚西南部, 中部, 往东到俄罗斯远东和蒙古. 越冬于印度, 菲律宾, 中南半岛, 印度尼西亚, 新几内亚和澳大利亚. 迁徙期间经过中国内蒙古东部, 黑龙江, 吉林, 辽宁, 河北, 山东, 长江中下游, 往南经广东, 海南岛, 香港, 福建和台湾. 部分留在广东, 海南岛和台湾越冬, 偶尔也有少数个体在河北沿海越冬.  "
      },
      大石鸻: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p013.jpg",
        拉丁名: "Esacus recurvirostris",
        英文名: "Great Stone-curlew",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体大 (52厘米) 头亦大, 嘴粗厚而微向上翘, 黄色的眼呈凝视状. 识别特征为头上的黑白色斑及翼上的黑白色粗横纹. 飞行时初级飞羽及次级飞羽黑色并具白色粗斑纹. 虹膜－黄色; 嘴－黑色, 嘴基部有黄斑; 脚－暗黄. ",
        繁殖:
          "大石鴴的繁殖期为3-4月或8-12月, 随地区而不同. 雌雄成对繁殖. 通常营巢于海边潮水线以上的沙石地上或沙滩上. 巢甚简陋, 通常在地上稍稍扒一浅坑即成. 每窝产卵1-2枚. 卵的颜色为乳白色, 其上被有褐色, 黑色或灰色斑点和斑纹. 卵的大小为60-69×43-47毫米. ",
        食性: "主要以小型甲壳类和软体动物等海洋无脊椎动物为食. ",
        习性:
          "大石鴴是一种海岸鸟类, 主要栖息于海滨沙滩, 岩礁和海边红树林地区. 通常单独或成对活动, 偶尔集成小群. 主要在夜间和黄昏活动, 白天躲藏在无干扰的隐蔽地方, 很少看见在白天觅食. ",
        分布:
          "巴基斯坦南部, 印度, 斯里兰卡, 缅甸; 越冬鸟至中国西南, 海南岛及东南亚.  在中国罕见. 于海南岛及云南西南部及南部(腾冲, 西双版纳)有记录. "
      },
      大天鹅: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p014.jpg",
        拉丁名: "Cygnus cygnus",
        英文名: "Whooper Swan",
        中文俗名: "天鹅, 咳声天鹅, 白天鹅, 黄嘴天鹅, 鹄, 白鹅",
        濒危状况: "Least Concern (LC) ",
        体型:
          "大天鹅又叫白天鹅, 鹄, 是一种大型游禽, 体长120-160厘米, 翼展218-243厘米, 体重8-12千克, 寿命8年. ",
        成鸟:
          "全身的羽毛均为雪白的颜色, 大小类似疣鼻天鹅, 但也有明显差异. 大天鹅有黄色和黑色的嘴, 只有头部和嘴的基部略显棕黄色, 嘴的端部和脚为黑色. 虹膜－褐色. 它就是靠嘴缘灵敏的触觉在水中寻觅水菊, 莎草等水生植物, 有时也捕捉昆虫和蚯蚓等小型动物为食. ",
        幼鸟:
          "身上是灰棕色羽毛, 嘴呈暗肉色. 一年后它们才完全长出和成鸟的羽毛相同的白羽毛. ",
        巢:
          "在大的湖泊, 水塘和小岛等水域岸边干燥地上或水边浅水处大量堆集的干芦苇上. 巢极为庞大, 主要由干芦苇, 三棱草和苔藓构成, 内放以细软的干草茎, 苔藓, 羽毛和雌鸟从自己胸部和腹部拔下的绒羽. 巢呈圆帽状, 底部直径1米左右, 巢高0.6-0.8米. 雌鸟独自营巢. ",
        食性:
          "以水生植物的根茎, 叶, 茎, 种子为食, 也吃少量动食物, 如软体动物, 水生昆虫. 以水栖昆虫, 贝类, 鱼类, 蛙, 蚯蚓, 软体动物, 苜蓿, 谷粒和杂草等为食. ",
        习性:
          "游泳或站立时, 疣鼻天鹅和黑天鹅往往把一只脚放在背后. 天鹅雌雄两性相似. 它们能从气管发出不同的声音. 除繁殖期外, 天鹅成群地生活. 雌雄结成终生配偶. 求偶行为包括以喙相碰或以头相靠. 由雌天鹅孵卵, 雄天鹅在附近警戒; 有的种类雄性亦替换孵卵. 幼雏颈短, 绒毛稠密; 出壳几小时后即能跑和游泳, 但双亲仍精心照料数月; 有的种类的幼雏可伏在父母亲的背上. ",
        分布:
          "大天鹅的分布区非常广阔, 而且无论是繁殖期还是越冬期, 活动范围都与当年的气候因素有着密切的关系. 如果气候温和, 它的繁殖区域可以向北方扩展, 繁殖的时间也可以提前一些; 而在气温较低的年份, 冬季分布于中国长江流域及附近湖泊; 春季迁经华北, 新疆, 内蒙古而到黑龙江, 蒙古人民共和国及西伯利亚等地繁殖. 它的越冬区则可以到达长江流域以南的地区. "
      },
      丹顶鹤: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p015.jpg",
        拉丁名: "Grus japonensis",
        英文名: "Red-crowned Crane",
        中文俗名: "仙鹤, 日本鹤, 鴜鷜",
        濒危状况: "Endangered (EN) ",
        体型: "体高(150厘米)而优雅的白色鹤. ",
        成鸟:
          "裸出的头顶红色, 眼先, 脸颊, 喉及颈侧黑色. 自耳羽有宽白色带延伸至颈背, 体羽余部白色, 仅次级飞羽及长而下悬的三级飞羽黑色. 虹膜—褐色; 嘴—绿灰色; 脚—黑色. ",
        巢: "它们在浅水处或有水湿地上营巢, 巢材多是芦苇等禾本科植物. ",
        食性:
          "主要是浅水的以鱼, 虾, 水生昆虫, 软体动物, 蝌蚪及水生植物的叶, 茎, 块根, 球茎, 果实等为食. 以季节不同而有所变化. ",
        习性:
          "丹顶鹤的栖息地是丹顶鹤栖息于开阔平原, 沼泽, 湖泊, 海滩及近水滩涂. 成对或结小群, 迁徙时集大群, 日行性, 性机警, 活动或休息时均有只鸟作哨兵. 入秋后, 丹顶鹤从东北繁殖地迁飞南方越冬. 只有在日本北海道是当地的留鸟, 不进行迁徙, 这可能与冬季当地人有组织的投喂食物, 食物来源充足有关. 迁徙时, 丹顶鹤总是成群结队迁飞, 而且排成'人'字形. '人'字形的角度是110°. 更精确的计算还表明'人'字形夹角的一半——即每边与鹤群前进方向的夹角为54°44′8″ (与金刚石结晶体的角度相同) . ",
        保护现状:
          "丹顶鹤是中国国家一级保护动物, 在世界自然保护联盟 (IUCN) 的红皮书中是濒危物种, 在濒危野生动植物种国际贸易公约 (CITES) 中列入附录一. 日本在1935年指定丹顶鹤及其繁殖地为天然纪念物, 1952年指定'钏路的丹顶鹤'为特别天然纪念物, 1967年指定全国各地域的丹顶鹤为特别天然纪念物, 1993年指定丹顶鹤为稀少野生动植物种. ",
        分布:
          "丹顶鹤繁殖地在中国的三江平原的松嫩平原, 俄罗斯的远东和日本等地. 它在中国东南沿海各地及长江下游, 朝鲜海湾, 日本等地越冬. 历史上丹顶鹤的分布区比现在要大得多, 越冬地更为往南, 可至中国福建, 海南岛, 台湾等地. 由于这种鸟在文化中的特殊地位, 地方志书中一直有着详细的记载, 为研究它的古代分布提供了翔实的资料.  "
      },
      东方白鹳: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p016.jpg",
        拉丁名: "Ciconia boyciana",
        英文名: "Oriental Stork",
        濒危状况: "Endangered (EN) ",
        体型: "体长为110-128厘米, 体重3.9-4.5千克, 翼宽大约2.22米. ",
        成鸟:
          "东方白鹳嘴长毛而粗状, 嘴基较厚, 往尖端逐渐变细. 体羽包括尾在内主要为白色. 翅上大覆羽, 初级覆羽, 初级飞羽和次级飞羽黑色, 具绿色或紫色光泽. 初级飞羽基部白色, 内侧初级飞羽和次级飞羽外侧羽缘和羽尖外, 均为银灰色, 向内逐渐转为黑色. 前颈下部有呈披针形的长羽, 在求偶期间能竖直起来. 嘴黑色, 基部缀有淡紫色或深红色, 嘴微向上翘. 虹膜粉红色, 外圈黑色, 眼周裸露皮肤, 眼先和喉朱红色, 脚红色. ",
        幼鸟: "和成鸟相似, 但飞羽羽色较淡, 呈褐色, 金属光泽亦较弱. ",
        巢:
          "巢区多选择在没有干扰或干扰较小, 食物丰富, 而又有稀疏树木或小块丛林的开阔草原和农田沼泽地带. 有时也选择在距水域, 沼泽等取食地数公里至10余公里远的林带. 常成对孤立的在柳树, 榆树和杨树上营巢. 巢通常位于树顶端枝权上, 系由干树枝堆集而成. 内垫有枯草, 绒羽和苔藓或无任何内垫. 巢距地高度视环境和树高而不同. 通常在3-17米高. 营巢时间从3月中旬至3月末开始. 雌雄亲鸟共同营巢. 通常由雄鸟外出寻找和运送巢材, 雌鸟留在巢上筑巢. 巢呈盘状, 结构较为庞大, 大小为外径120-230厘米, 内径50-74厘米, 巢深15-35厘米, 巢高50-200厘米. 如果巢未受干扰和破坏, 或者当年繁殖成功, 巢下年还继续被利用, 但每年雌雄亲鸟都要对旧巢进行修理和加高, 因此巢常随利用年限的增加而变得相当庞大. 不仅如此, 东方白鹳在整个繁殖期间, 在已开始产卵和幼鸟出飞前, 巢都在不断进行修补和增高, 增宽. ",
        食性:
          "东方白鹳主要以鱼为食. 也吃蛙, 小型啮齿类, 蛇, 蜥蜴, 软体动物, 蜗牛, 节肢动物, 甲壳类, 环节动物, 昆虫和昆虫幼虫, 以及雏鸟等其他动物性食物. ",
        习性:
          "东方白鹳在繁殖期主要栖息于开阔而偏僻的平原, 草地和沼泽地带, 特别是有稀疏树木生长的河流, 湖泊, 水塘, 及水渠岸边和沼泽地上. 有时也栖息和活动在远离居民点, 具有岸边树木的水稻田地带. 冬季主要栖息在开阔的大型湖泊和沼泽地带. 除繁殖期成对活动外, 其他季节常成群活动. 特别是迁徙季节, 常集成数十甚至上百只的大群. 觅食时常成对或成小群漫步在水边或草地与沼泽地上, 步屐轻盈矫健, 边走边啄食. 休息时常单腿或双腿站立于水边沙滩上或草地上, 颈缩成s形. 有时也喜欢在栖息地上空飞翔盘旋. 在地上起飞时需要先在地上奔跑一段距离, 并用力扇动两翅, 待获得一定的上升力后才能飞起. 飞翔时颈向前伸直, 脚伸到尾后. 既能鼓翼飞翔, 也能利用热气流在空中盘旋滑翔. 性机警而胆怯. 如有入侵者, 常表现出一种稀有的恐吓行为, 即通过上下嘴的急速啪打, 发出一种'嗒嗒嗒'的嘴响声, 并伴随着颈伸直向上, 头仰向后, 再伸向下, 左右摆动, 两翅半张和尾向上竖起, 两脚不停的走动等一系列行为动作. ",
        保护现状:
          "农垦建三江被中国野生动物保护协会授予'中国东方白鹳之乡'. 建三江位于三江平原腹地, 境内的洪河国家级自然保护区是东北亚候鸟的重要停歇地和繁殖地, 特别是国家一级保护野生动物东方白鹳的重要繁殖地. 保护区原始的湿地生态系统为东方白鹳生息繁衍提供了得天独厚的条件. 2012年全世界有东方白鹳野生种群为3000只, 在洪河国家级自然保护区内就有262只. ",
        分布:
          "东方白鹳在中国繁殖于黑龙江省齐齐哈尔, 哈尔滨, 三江平原, 兴凯湖, 吉林省向海, 莫莫格. 越冬于江西鄱阳湖, 湖南洞庭湖, 湖北沉湖, 洪湖, 长湖, 安徽升金湖, 江苏沿海湿地, 偶尔到四川, 贵州, 西藏, 福建, 广东, 香港和台湾越冬. 迁徙时经过辽宁省沈阳, 朝阳, 庄河, 大连, 营口, 盖县, 盘山, 河北省秦皇岛, 北戴河, 承德, 天津, 北京和山东长岛. 在国外繁殖于俄罗斯远东西伯利亚东南部, 西至布拉戈维中斯克, 南到兴凯湖. 少数越冬在朝鲜, 日本, 偶尔飘泊到俄罗斯雅库次克和萨哈林岛以及孟加拉国和印度. "
      },
      东方鹤: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p017.jpg",
        拉丁名: "Charadrius veredus",
        英文名: "Oriental Plover",
        濒危状况: "Least Concern (LC) ",
        体型: "体型中等 (24厘米) 的褐色及白色鸻. ",
        成鸟:
          "嘴短, 雄鸟冬羽: 胸带宽, 棕色; 嘴狭, 脸偏白; 上体全褐, 无翼上横纹. 雌鸟, 幼鸟同雄鸟冬羽. 雄鸟夏羽: 胸橙黄色, 具黑色下边, 脸无黑色纹. 与金斑鸻, 蒙古沙鸻及铁嘴沙鸻区别在腿黄色或近粉. 一些年长鸟头部沾些白色. 飞行时翼下包括腋羽为浅褐色. 虹膜－淡褐; 嘴－橄榄棕色; 腿－黄色至偏粉. ",
        食性: "主要以昆虫和昆虫幼虫为食. ",
        习性:
          "东方鸻栖息于干旱平原, 山脚岩石荒地, 盐碱沼泽, 草地和淡水湖泊与河流岸边. 有时也远离水域. 冬季多喜欢在海滩和河口地带. 常单独或成小群活动, 迁徙和冬季期间也常集成大群. 多在水边浅水处和沙滩来回奔跑和觅食. 奔跑速度甚快, 飞行快而高. 飞行时常常突然转变方向, 性甚机警, 警觉时常常上下晃动头. 有时一只脚在站立时稍微弯曲或抬起, 仅用一只脚站立. ",
        巢:
          "巢建在地面上, 筑成一个浅浅的杯形, 通常在牛蹄凹印中营巢产卵, 十分简陋, 巢内充满了植物和植物碎片. ",
        分布:
          "繁殖在内蒙古东部呼伦池周围和辽宁的荒瘠无树草原及沙漠中的泥石滩. 迁徙经中国东部但不常见. "
      },
      董鸡: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p018.jpg",
        拉丁名: "Gallicrex cinerea",
        英文名: "Watercock",
        濒危状况: "Least Concern (LC) ",
        体型: "体大 (40厘米) , 黑色或皮黄褐色, 绿色的嘴形短. ",
        成鸟:
          "雌鸟褐色, 下体具细密横纹. 繁殖期雄鸟体羽黑色, 具红色的尖形角状额甲. 雄鸟冬羽似雌鸟. 额甲也不上突于头上, 颜色也不为红色而为黄褐色. ",
        幼鸟:
          "为早成鸟, 绒羽黑色虹膜－褐色; 嘴－黄绿; 脚－绿色, 繁殖雄鸟为红色. ",
        食性:
          "杂食性, 主要吃种子和绿色植物的嫩枝, 水稻, 也吃蠕虫和软体动物, 水生昆虫及其幼虫以及蚱蜢等. 在苏北于6—7月剖验11个雄性董鸡的胃, 其中植物性食物有眼子菜叶, 莎草种子, 麦粒, 稻谷, 荸荠种子及稗粒, 动物性食物有鞘翅目的夜行虫, 象鼻虫, 龙虱幼虫, 步行虫, 鳞翅目的螟蛾及螟蛾蛹, 直翅目的稻蝗, 蝼蛄, 缨尾目的稻蓟马, 半翅目的稻椿象, 膜翅目的黄蜂, 双翅目的蝇类以及蜘蛛, 水螺和砂砾, 特别爱吃龙虱幼虫. ",
        习性:
          "董鸡栖息于芦苇沼泽, 灌水的稻田或甘蔗田, 湖边草丛和多水草的沟渠. 在安徽和江苏, 董鸡初迁来时栖息在水草丛中或水边农田中, 当早稻秧苗长高以后, 就迁到秧田中. 多在晨昏活动, 阴天时可整天活动. 站立姿势挺拔; 飞行时颈部伸直, 平时很少起飞, 善于涉水行走和游泳, 雄鸟行走时尾翘起, 头前后点动. 发情期鸣声很像击鼓, 清脆嘹亮, 单调低沉, 略似'咯—咚', '咯'音长, '咚'音短, 有时数声连鸣, 多在清晨和黄昏时鸣叫. ",
        分布:
          "留鸟于印度次大陆, 东南亚南部, 苏门答腊及菲律宾; 夏季繁殖鸟于喜马拉雅山脉, 东北亚, 东南亚的东北部, 中国大陆及台湾; 越冬于日本, 马来半岛, 婆罗洲, 爪哇, 苏拉威西及小巽他群岛. "
      },
      孤沙锥: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p019.jpg",
        拉丁名: "Capella solitaria",
        英文名: "Solitary Snipe",
        濒危状况: "Least Concern (LC) ",
        体型: "全长30-31厘米. ",
        成鸟:
          "头具明显的纵向斑带, 中央冠纹, 眉纹, 颊为黄白色; 贯眼纹, 颊纹黑褐色; 颈和上胸淡黄褐色, 具红褐色纵斑; 背, 肩与翼上覆羽褐色沾棕; 背, 肩上有4条白色纵向斑带; 尾羽淡黄褐色, 具黑色横纹, 羽端黄白色; 腹部和尾下覆羽灰白色, 横纹较浓重. ",
        习性:
          "常单独活动, 不与其他鹬类和其他沙锥为伍. 有干扰时常常蹲伏于地上, 危急时也起飞, 但飞行慢而笨重, 常常飞不多远又急速落下. 多黄昏和晚上活动. 在长白山可沿溪流活动到海拔1800m的森林上缘地区, 在喜马拉雅山甚至进到海拔5000m的高山地带活动. ",
        繁殖:
          "繁殖期5-7月. 每窝产卵通常为4枚, 偶尔5枚, 卵为梨形, 黄褐色或乳黄色, 被有大的褐色斑点, 卵的大小为40-45mm×28-33mm. ",
        巢:
          "营巢于山区溪流, 湖泊, 水塘岸边草地上和沼泽地上, 也在芦苇和生长有低矮桦树的水中小岛上营巢. 巢多置于离水域不远的地上小灌木下或草丛间地上, 隐蔽甚好. 巢较简陋, 多为地面的凹坑, 或由亲鸟在落叶地上挖掘而成, 无任何内垫物. ",
        食物:
          "主要以昆虫, 昆虫幼虫, 蠕虫, 软体动物, 甲壳类等无脊椎动物为食, 也吃部分植物种子. ",
        分布:
          "国内繁殖于新疆, 青海, 甘肃, 内蒙古东北部, 黑龙江和吉林省, 越冬或迁徙于河北, 山西, 陕西, 山东, 湖南, 四川, 藏南部, 云南, 江苏, 广东和香港.  国外繁殖于哈萨克斯坦等中亚国家及天山, 阿尔泰山和喜马拉雅山地区, 也繁殖于蒙古, 东西伯利亚和远东; 主要为留鸟, 部分冬季迁徙到伊朗, 缅甸, 印度和日本, 春季于3-4月, 秋季于9-10月迁徙. "
      },
      凤头潜鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p068.jpg",
        拉丁名: "Aythya fuligul",
        英文名: "Tufted Duck",
        相关知识:
          "鸭科, 潜鸭属, 又名泽凫, 凤头鸭子, 黑头四鸭. 体圆, 头大, 头带特长羽冠 (头顶有一根略长而下垂的'小辫', 这就是所谓的凤头, 雌性稍不明显) . 很少鸣叫, 为深水鸟类, 善于收拢翅膀潜水. 在水面上活动时, 无论雄雌尾部都是向下托垂到水面以下的",
        体型: "中等体型 (42厘米左右) , 矮扁结实. ",
        食物: "杂食性, 主要以水生植物和鱼虾贝壳类为食. ",
        分布: "深圳湾冬候鸟. 冬季常见于开阔鱼塘. "
      },
      凤头麦鸡: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p021.jpg",
        拉丁名: "Vanellus vanellus",
        英文名: "Northern Lapwing",
        濒危状况: "Least Concern (LC) ",
        体型: "体型略大 (30厘米) 的黑白色麦鸡. ",
        成鸟:
          "具长窄的黑色反翻型凤头. 上体具绿黑色金属光泽; 尾白而具宽的黑色次色带; 头顶色深, 耳羽黑色, 头侧及喉部污白; 胸近黑; 腹白. 雌鸟和雄鸟基本相似, 但头部羽冠稍短, 喉部常有白斑. ",
        幼鸟: "和成鸟冬羽相似, 但冠羽较短, 上体具皮黄色羽缘. ",
        食性:
          "凤头麦鸡主要吃甲虫, 鞘翅目, 鳞翅目昆虫, 金花虫, 天牛幼虫, 蚂蚁, 石蛾, 蝼蛄等昆虫和幼虫, 也吃虾, 蜗牛, 螺, 蚯蚓等小型无脊椎动物, 此外也吃大量杂草种子和植物嫩叶.  ",
        习性:
          "凤头麦鸡栖息于低山丘陵, 山脚平原和草原地带的湖泊, 水塘, 沼泽, 溪流和农田地带. 常成群活动, 善飞行, 常在空中上下翻飞, 当人接近时, 常伸颈注视, 发现有危险, 则立即起飞. 飞行速度较慢, 两翅迟缓的煽动, 飞行高度低. ",
        分布:
          "古北界; 冬季南迁至印度及东南亚的北部. 甚常见. 繁殖于中国北方大部分地区, 越冬于北纬32°以南. "
      },
      翻石鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p022.jpg",
        拉丁名: "Arenaria interpres",
        英文名: "Ruddy Turnstone",
        濒危状况: "Least Concern (LC) ",
        体型: "中等体型(23厘米)",
        成鸟:
          "头及胸部具黑色, 棕色及白色的复杂图案. 嘴型颇具特色. 飞行时翼上具醒目的黑白色图案. 翻石鹬的体型既矮又胖. 它们在繁殖季时体色非常醒目, 由栗色, 白色和黑色交杂而成, 再配上橙红色的双脚; 到了冬天, 翻石鹬身上的栗红色就会消失, 而换上单调且朴素的深褐色大衣. 虹膜－褐色; 嘴－黑色; 脚－橘黄. ",
        食性: "以沙蚕, 螃蟹等小动物为食. ",
        习性:
          "最常使用的觅食方式, 就是翻开身边的石头, 寻找躲在下面的猎物. 平时喜欢栖息在潮间带, 河口沼泽或是礁石海岸等湿地环境, 常常可以看见它们成小群在滩地上走动, 沿途并不断地用嘴翻开石块或贝壳. ",
        巢:
          "多置巢于浅滩或岛屿, 沙地及海岸灌丛与岩石下, 通常隐蔽得很好. 巢多利用地面凹坑, 内垫以草茎, 草叶和苔藓. ",
        分布:
          "繁殖于全北界纬度较高地区; 冬季南迁至南美洲, 非洲及亚洲的热带地区至澳大利亚及新西兰. 迁徙时甚常见, 经中国东部, 部分鸟留于台湾, 福建及广东越冬, 部分非繁殖鸟夏季见于海南岛. "
      },
      短尾贼鸥: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p023.jpg",
        拉丁名: "Stercorarius parasiticus",
        英文名: "Parasitic Jaeger",
        濒危状况: "Least Concern (LC) ",
        体型: "体小(45厘米)的深色海鸟. ",
        成鸟:
          "中央尾羽形长. 浅色形: 头顶黑色; 头侧及领黄色; 下体白色, 灰色的胸带或有或无; 上体黑褐, 仅初级飞羽基部偏白, 飞行时频频闪动. 深色形: 通体烟褐, 仅初级飞羽基部偏白. 中央尾羽延长成尖, 与中贼鸥截然不同. 非繁殖期成鸟色浅而多杂斑, 顶冠灰色. 比中贼鸥体型小, 嘴细, 两翼基处较狭窄. 虹膜－深色; 嘴－黑色; 脚－黑色. ",
        幼鸟: "和成鸟相似, 但体羽有显著的横斑和条纹. ",
        食性:
          "主要以鱼为食, 也吃甲壳类和软体动物. 主要靠抢劫海鸥和其他海鸟的食物为生, 有时它们也自己觅食鱼和软体动物, 以及被风吹到海面上空的昆虫和小型动物尸体; 也觅食从船上抛下的废弃物, 有时它们也进到海岸鸥的繁殖地上, 偷吃鸟卵和雏鸟, 短尾贼鸥也吃水果. ",
        习性:
          "善飞行, 飞行能力强而轻快. 常在海面上空轻轻振翅飞翔, 并频繁地滑翔. 当看到鸥或其他海鸟捕到鱼时, 立刻猛冲过去, 不断地进行骚扰和攻击, 直到迫使其他海鸟吐出它们已吞下的食物为止. 而当食物还未落入海中之前, 立刻被它抢去. 它也常常伴随航行在海上的轮船飞行, 有时甚至伴随轮船进入港口. ",
        分布:
          "不如中贼鸥常见. 在中国南沙群岛及香港海域有记录; 台湾北部有过一次记录. 繁殖于北极地区; 冬季南迁至南方海域. "
      },
      夜鹭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p050.jpg",
        拉丁名: "Nycticorax nycticorax",
        英文名: "Black-crowned Night-Heron",
        中文俗名: "夜鹤, 夜游鹤",
        濒危状况: "Least Concern (LC) ",
        体型: "中等体型,  (61厘米), 头大而体壮的黑白色鹭鸟. ",
        成鸟:
          "头顶, 后颈, 枕, 羽冠及背部黑色, 枕部具2-3根狭白色冠羽; 下体白色; 翅及尾羽灰色. 雌鸟体型较雄鸟小. 繁殖期腿及眼先成红色. 虹膜鲜红. 嘴－黑色; 脚－污黄.  ",
        幼鸟: "嘴先端黑色, 基部黄绿色, 虹膜黄色, 眼先绿色, 脚黄色. ",
        巢: "结群营巢于水上悬枝. ",
        食物:
          "取食于稻田, 草地及水渠两旁, 主要事务为鱼类, 软体动物和水生昆虫. ",
        分布:
          "全球分布较广, 国内常见于华东, 华中及华南的低地, 近年来在华北亦常见. 冬季迁徙至中国南方沿海及海南岛. 在深圳为留鸟. "
      },
      小杓鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p025.jpg",
        拉丁名: "Numenius minutus",
        英文名: "Little Curlew",
        中文俗名: "吉吉格－套套勒金 小油老罐",
        濒危状况: "Least Concern (LC) ",
        体型: "纤小(30厘米) , 体重100—250克. ",
        成鸟:
          "嘴长而向下弯曲, 呈肉红色, 仅端部为褐色. 头上具有明显的冠纹, 中央的冠纹为皮黄色, 两侧的冠纹为黑色. 穿眼而过的是一条黑褐色的贯眼纹, 眼睛的上方还有一条白色的眉纹. 上体是黑褐色, 并密杂着皮黄色和皮黄白色的羽缘, 形成明显的斑驳状, 胸部和前颈呈皮黄色, 也夹杂着细的黑褐色条纹, 腹部白色, 两胁都具有黑褐色的横斑. 虹膜－褐色. ",
        巢: "结群营巢于水上悬枝. ",
        食物:
          "取食于潮水淹没过的滩涂上觅食, 涉水于浅滩淤泥中, 啄食昆虫, 昆虫幼虫, 小鱼, 小虾, 甲壳类和软体动物等, 有时也吃藻类, 草籽和植物. ",
        分布:
          "小杓鹬繁殖于俄罗斯的东西伯利亚和蒙古, 越冬在印度尼西亚至澳大利亚一带. 在中国为旅鸟, 只是春季于4—5月, 秋季于9—10月在迁徙时途经我国境内, 多见于黑龙江, 吉林, 辽宁, 内蒙古东北部, 河北, 山东往南直到广东, 福建, 香港和台湾. 不过, 近年来也有繁殖于宁夏和内蒙古的报告. "
      },
      小天鹅: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p026.jpg",
        拉丁名: "Cygnus columbianus",
        英文名: "Tundra Swan",
        中文俗名: "夜鹤, 夜游鹤",
        濒危状况: "Least Concern (LC) ",
        体型: "较高大 (142厘米) 的白色天鹅. ",
        成鸟:
          "嘴黑但基部黄色区域较大天鹅小. 上嘴侧的黄色不成前尖且嘴上中线黑色. 比大天鹅小小天鹅黄色仅限于嘴基的两侧, 沿嘴缘不延伸到鼻孔以下. 它的头顶至枕部常略沾有棕黄色, 虹膜为棕色, 嘴端为黑色, 脚黑色. ",
        食物:
          "主要以水生植物的根茎和种子等为食, 也兼食少量水生昆虫, 蠕虫, 螺类和小鱼. ",
        分布:
          "北欧及亚洲北部, 在欧洲, 中亚, 中国及日本越冬. 东北, 内蒙古, 新疆北部及华北一带, 南方越冬, 偶见于台湾. "
      },
      小田鸡: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p027.jpg",
        拉丁名: "Porzana pusilla",
        英文名: "Baillon's Crake",
        中文俗名: "无",
        濒危状况: "Least Concern (LC) ",
        体型: "体纤小(18厘米)的灰褐色田鸡. ",
        成鸟:
          "嘴短, 背部具白色纵纹, 两胁及尾下具白色细横纹. 上体褐色较浓且多白色点斑, 两胁多横斑, 嘴基无红色, 腿偏粉色. ",
        幼鸟: "颏偏白, 上体具圆圈状白色点斑. 虹膜－红色; 嘴－偏绿; 脚－偏粉. ",
        雄鸟: "头顶及上体红褐, 具黑白色纵纹; 胸灰色. ",
        雌鸟: "色暗, 耳羽褐色. ",
        食物: "杂食性",
        相关知识:
          "但食谱中大部分为水生昆虫及其幼虫, 包括鞘翅目, 半翅目, 蜻蜒目, 襀翅目, 石蛾科和蚊科, 也吃环节动物, 软体动物, 小甲壳类, 小鱼以及绿色植物和种子 (包括薹草) , 在笼养条件下还吃小蜥蜴和壁虎. ",
        分布: "北非和欧亚大陆, 南迁至印度尼西亚, 菲律宾, 新几内亚及澳大利亚. "
      },
      小苇鳽: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p028.jpg",
        拉丁名: "Ixobrychus minutus",
        英文名: "Little Bittern",
        濒危状况: "Least Concern (LC) ",
        体型: "体小 (35厘米) 的偏黄色或黑白色苇鳽. ",
        幼鸟:
          "似缩小了的大麻鳽, 多具杂斑和纵纹. 虹膜－黄色至橘黄色; 嘴－雄鸟红色, 雌鸟黄色; 脚－黄色",
        成鸟雄鸟: "绒白色, 顶冠黑色, 两翼黑色具近白色的大块斑, 嘴红色. ",
        雌鸟: "黄褐色, 上体具褐色纵纹, 下体略具纵纹, 翼褐色而具皮黄色块斑. ",
        食物:
          "食物主要为各种小鱼, 蛙, 蝌蚪, 水生和陆生昆虫, 甲壳类和软体动物等. ",
        分布:
          "在国外分布于欧洲中部和南部, 西西伯利亚, 亚洲中部和西南部, 印度西北部, 克什米尔, 尼泊尔, 非洲, 马达加斯加, 澳大利亚和新西兰等地, 共分化为5个亚种, 我国仅分布有指名亚种, 见于新疆阿克苏, 沙雅, 喀什, 库尔勒, 尉犁, , 天山等地, 为旅鸟或冬候鸟, 此外偶尔还见于江苏, 上海崇明岛和香港"
      },
      小嘴鸻: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p029.jpg",
        拉丁名: "Charadrius morinellus",
        英文名: "Eurasian Dotterel",
        濒危状况: "Least Concern (LC) ",
        体型: "中等体型(21厘米)而独具特色的鸻. ",
        成鸟:
          "以宽宽的白色眉纹向后交会于枕部并具狭窄的白色胸带为特征. 繁殖羽为喉及上胸灰色, 其下的狭窄黑白色横纹将栗色的下胸及两胁与黑色的腹部隔开. 雌鸟色彩比雄鸟鲜艳. 冬羽黯淡, 腹部皮黄, 但眉纹及白色胸带仍反差明显. 头顶及背杂白色斑点. 飞行时侧影胸深而翼长. 虹膜－深褐; 嘴－近黑; 腿－偏黄. ",
        食物:
          "主要以昆虫, 昆虫幼虫, 蠕虫, 小型软体动物和甲壳类等无脊椎动物为食. ",
        分布:
          "繁殖于古北界北部石楠丛生的地区; 冬季南迁至地中海, 波斯湾及里海. 国内分于内蒙古东北部额尔古纳河与新疆西部天山地区. 国外繁殖于从英国, 欧洲北部, 往东经中欧到西伯利亚和阿拉斯加北极地带. 越冬于非洲北部, 地中海, 波斯湾, 阿拉伯半岛和里海地区, 偶尔到日本和美国南部. "
      },
      雪雁: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p030.jpg",
        拉丁名: "Chen caerulescens",
        英文名: "Snow Goose",
        中文俗名: "白雁",
        濒危状况: "Least Concern (LC) ",
        成鸟:
          "雪雁两性相似. 通体白色, 头和颈部有时不同程度的染有锈色. 初级飞羽黑色, 羽基淡灰色, 初级覆羽灰色, 其余体羽白色. 虹膜暗褐色, 嘴短厚, 赤红色, 脚淡紫色或红色, 爪黑色",
        食物:
          "在北极, 它主要摄食不同植物的根茎, 耕地玉米种子, 杂草和木贼属植物. 在越冬区, 则主要摄食谷物以及庄稼的嫩枝.  ",
        分布:
          "繁殖于北美极地的苔原冻土带, 少量繁殖于西伯利亚的朗格尔(Wrangel)岛; 越冬于北美洲的亚热带及温带地区, 偶见于日本及中国东部. 偶见越冬鸟于中国东部及河北. 由于西伯利亚种群的数量减少, 现已非常罕见"
      },
      疣鼻天鹅: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p031.jpg",
        拉丁名: "Cygnus olor",
        英文名: "Mute Swan",
        中文俗名: "白鹅, 喇叭天鹅, 咳声天鹅, 黄嘴天鹅",
        体型: "体大(150厘米)而优雅的白色天鹅",
        成鸟:
          "橘黄色, 前额基部有一特征性黑色疣突(雄鸟). 游水时颈部呈优雅的S形, 两翼常高拱. 幼鸟为绒灰或污白, 嘴灰紫. 虹膜－褐色; 嘴－橘黄; 脚－黑色. ",
        食物:
          "以水生植物为主要食物, 包括水草的根, 茎, 叶, 芽及种籽等, 如蒲, 金鱼藻, 杉叶藻, 眼子菜等, 也吃水藻和小型水生动物. 偶尔吃软体动物和昆虫及小鱼. ",
        分布:
          "繁殖于瑞典, 丹麦, 德国, 波兰, 俄罗斯, 伊朗, 阿富汗, 蒙古和中国西北等地, 在非洲北部, 地中海东部, 黑海, 印度北部, 朝鲜, 日本和中国长江中下游, 东南沿海和台湾一带越冬. "
      },
      鸳鸯: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p032.jpg",
        拉丁名: "Aix galericulata",
        英文名: "Mandarin Duck",
        中文俗名: "中国官鸭, 乌仁哈钦, 官鸭, 匹鸟, 邓木鸟",
        濒危状况: "Least Concern (LC) ",
        体型: "体小 (40厘米) 而色彩艳丽的鸭类. ",
        雄鸟:
          '外表极为艳丽, 有醒目的白色眉纹, 金色颈, 背部长羽以及拢翼后可直立的独特的棕黄色炫耀性"帆状饰羽". ',
        雌鸟: "不甚艳丽--亮灰色体羽及雅致的白色眼圈及眼后线. ",
        食物:
          "鸳鸯是杂食性的动物, 食物包括植物的根, 茎, 叶, 种子, 还有蚊子, 石蝇, 蠡斯, 蝗虫, 甲虫等各种昆虫和幼虫, 以及小鱼, 蛙, 喇蛄, 虾, 蜗牛, 蜘蛛等动物. 食物的种类常随季节和栖息地的不同而有变化, 繁殖季节以动物性食物为主, 冬季的食物几乎都是栎树等植物的坚果. ",
        分布:
          "鸳鸯在国外繁殖于俄罗斯东部, 日本和朝鲜等地, 越冬时偶尔到缅甸和印度东北部. 另外在英国和欧洲北部等地也有引入的种群, 成为留鸟. 在我国越冬于长江流域以南的福建, 台湾, 广东, 云南, 贵州等地, 繁殖在我国东北和华北北部, 偶而在云南, 贵州, 福建的越冬地也见有筑巢繁殖的现象"
      },
      长尾鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p033.jpg",
        拉丁名: "Clangula hyemalis",
        英文名: "Long-tailed Duck",
        濒危状况: "VU",
        体型: "中等体型 (平均58厘米) 的灰, 黑及白色鸭",
        食物: "是食肉性鸟类, 主要以软体动物和鱼类为食, 夏季也吃昆虫. ",
        分布: "全北界, 非常罕见的冬候鸟. 越冬于河北, 长江中游及福建"
      },
      长脚秧鸡: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p034.jpg",
        拉丁名: "Crex crex",
        英文名: "Corn Crake",
        濒危状况: "Least Concern (LC) ",
        体型: "中等体型 (26.5厘米) 的黄褐色斑驳型秧鸡. ",
        成鸟:
          "嘴短, 上体灰褐, 羽干黑色成粗大纵纹, 翼上有宽大的棕色块斑. 眉宽呈灰色, 过眼纹棕色, 颏偏白, 喉及胸近灰呈两胁及尾下具栗色及黑白色横斑. 飞行时锈褐色的长翼为明显特征. 飞行时振翅无力, 双腿下悬. 虹膜－褐色; 嘴－黄褐; 脚－暗黄. ",
        食物: "杂食性, 主要以各种昆虫, 蠕虫, 草籽和谷粒等为食. ",
        分布:
          "长脚秧鸡没有亚种分化, 在国外繁殖于欧洲, 俄罗斯和亚洲中部, 越冬在非洲和马达加斯加岛等地. 在我国繁殖于新疆西部天山, 迁徙期间见于西藏西部. 为夏候鸟, 春季于4月下旬迁来我国, 秋季于10月份迁走. " +
          ""
      },
      长尾贼鸥: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p035.jpg",
        拉丁名: "Stercorarius longicaudus",
        英文名: "Long-tailed Jaeger",
        中文俗名: "黑贼鸥",
        濒危状况: "Least Concern (LC) ",
        体型: "体型略大(50厘米)的深色海鸟. ",
        成鸟:
          "中央尾羽形长. 与短尾贼鸥的深浅两色型相似, 但体型较小, 较纤细, 性较活跃, 中央尾羽飘带更长(比尾端长出14~20厘米). 浅色型无灰色胸带. 深色甚罕见. 非繁殖期成鸟色暗且中央尾羽延长部位短缩. 幼鸟臀部的黑白色横斑较其他贼鸥明显. 与短尾贼鸥幼鸟的区别在初级飞羽仅两枚有白色羽轴. ",
        幼鸟:
          "羽色变化亦较大, 头从乳白色至暗褐色, 具暗色纵纹和赭色羽缘; 上体黑褐色, 具有比较窄的, 不明显的赭白色羽缘; 长的尾上覆羽白色, 具有宽的黑色横斑. 初级飞羽黑色, 具少许或不具白色尖端. 第二和第三枚初级飞羽羽轴白色, 尖端褐色. 第四枚初级飞羽羽轴褐色. 第二至六枚飞羽内翈基部具白斑. 尾羽黑色, 基部白色, 中央一对尾羽延长26-30mm. 颊, 喉灰褐色. 前颈灰色, 其余下体白色而密被灰褐色横斑. 虹膜－深色; 嘴－黑色; 脚－黑色. ",
        食物:
          "主要以小鱼, 啮齿类, 小鸟, 雏鸟, 甲壳类, 软体动物, 蠕虫, 昆虫, 昆虫幼虫, 植物浆果和人类废弃物为食. 觅食方式主要靠自己捕食, 较少偷窃和抢夺其他海鸟的食物. ",
        分布:
          "繁殖期分布于北极海洋中的岛屿和北极苔原带. 非繁殖期主要栖息于繁殖地南部海洋, 远至地中海, 南大西洋, 西非沿海和美国西部沿海, 以及太平洋日本沿海和美国东部沿海. "
      },
      长趾滨鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p036.jpg",
        拉丁名: "Calidris subminuta",
        英文名: "Long-toed Stint",
        濒危状况: "Least Concern (LC) ",
        体型: "体小 (14厘米) 的灰褐色滨鹬. ",
        成鸟:
          "上体具黑色粗纵纹, 腿绿黄色. 头顶褐色, 白色眉纹明显. 胸浅褐灰, 腹白, 腰部中央及尾深褐, 外侧尾羽浅褐色. ",
        幼鸟:
          "头顶暗褐色, 具亮棕色纵纹和宽的白色眉纹. 翕, 肩和三级飞羽黑色具栗色和白色羽缘. 翅上援羽褐色, 羽缘淡皮黄色. 下体白色, 胸缀皮黄色具褐色纵纹, 尤其在两侧较粗著. ",
        食物:
          "主要以昆虫, 昆虫幼虫, 软体动物等小型无脊惟动物为食. 有时也吃小鱼和部分植物种子, 常单独或成小群觅食. 有时也集成大的觅食群. ",
        分布:
          "分布范围: 繁殖于西伯利亚; 越冬于印度, 东南亚, 菲律宾至澳大利亚. 分布状况: 不常见的过境鸟及冬候鸟. 有记录迁徙时见于华东及华中的大部分地区, 越冬在台湾, 广东及香港. "
      },
      长嘴剑鸻: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p037.jpg",
        拉丁名: "Charadrius placidus",
        英文名: "Long-billed Plover",
        濒危状况: "Least Concern (LC) ",
        体型: "体型略大(22厘米)而健壮的黑, 褐及白色鸻. ",
        成鸟:
          "略长的嘴全黑, 繁殖期体羽特征为具黑色的前顶横纹和全胸带, 但贯眼纹灰褐而非黑. ",
        食物:
          "食物为半翅目, 鞘翅目昆虫, 蜘蛛, 植物碎片和细根等, 包括小虾, 昆虫, 淡水螺, 鳞翅目幼虫, 蚂蚁, 苍蝇, 蚯蚓等. ",
        分布:
          "不丹, 中国, 印度, 日本, 韩国, 老挝人民民主共和国, 韩国, 老挝人民民主共和国, 马来西亚, 蒙古, 缅甸, 尼泊尔, 俄罗斯联邦, 泰国, 越南. "
      },
      长嘴鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p038.jpg",
        拉丁名: "Limnodromus scolopaceus",
        英文名: "Long-billed Dowitcher",
        濒危状况: "Least Concern (LC) ",
        体型: "体型略大 (30厘米) 的灰色鹬. ",
        成鸟:
          "嘴长且直. 似瓣蹼鹬但体型较小, 腿及嘴色较浅, 飞行时背部白色呈楔形无横斑, 次级飞羽白色后缘明显, 近白色的翼衬上具黑色横纹. 与Short-billed Dowitcher易混淆, 区别在色彩较深, 尾部多横斑. 虹膜－褐色; 嘴－近黄, 嘴尖端色妒恨; 腿－绿灰. ",
        食物:
          "喜欢在小水塘, 沼泽边和潮涧地带活动和觅食. 主要以甲壳类, 软体动物, 蠕虫, 昆虫和昆虫幼虫为食, 也啄食小鱼和蛙. 觅食时常常把嘴深深的插入泥中. ",
        分布:
          "分布于安提瓜和巴布达, 阿根廷, 阿鲁巴, 巴巴多斯, 伯利兹, 百慕大, 博内尔, 圣尤斯特歇斯和萨巴, 加拿大, 曼群岛, 哥伦比亚, 哥斯达黎加, 古巴, 库拉索, 萨尔瓦多, 关岛, 危地马拉, 海地, 洪都拉斯, 日本, 马提尼克岛, 墨西哥, 尼加拉瓜, 北马里亚纳群岛, 巴拿马, 波多黎各, 圣马丁岛 (荷属) , 美国. ",
        旅鸟:
          "安圭拉, 汶莱, 捷克共和国, 丹麦, 多明尼加共和国, 厄瓜多尔, 芬兰, 法国, 德国, 希腊, 瓜德罗普岛, 香港, 匈牙利, 冰岛, 印度, 印度尼西亚, 爱尔兰, 以色列, 意大利, 牙买加, 马来西亚, 摩洛哥, 荷兰, 挪威, 阿曼, 巴布亚新几内亚, 秘鲁, 波兰, 葡萄牙, 圣基茨和尼维斯, 西班牙, 瑞典, 泰国, 英国, 越南, 维尔京群岛, 西撒哈拉. "
      },
      针尾沙锥: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p039.jpg",
        拉丁名: "Gallinago stenura",
        英文名: "Pin-tailed Snipe",
        濒危状况: "Least Concern (LC) ",
        体型: "体小(24厘米), 墩实而腿短的沙锥",
        成鸟:
          "两翼圆, 嘴相对短而钝. 上体平淡褐色, 具白, 黄及黑色的纵纹及蠕虫状斑纹; 下体白色, 胸沾赤褐且多具黑色细斑; 眼线于眼前细窄, 于眼后难辨. 虹膜－褐色; 嘴－褐色, 嘴端深色; 脚－偏黄. ",
        食物:
          "主要以昆虫, 昆虫幼虫, 甲壳类和软体动物等小型无脊椎动物为食. 常将细长的嘴插入泥中取食. 有时也吃部分农作物种子和草籽. 觅食主要在清晨和黄昏. ",
        分布:
          "分布范围: 繁殖于东北亚, 冬季南迁至印度, 东南亚和印度尼西亚. 分布状况: 为整个中国境内的常见过境迁徙鸟. 越冬群体见于台湾, 海南岛, 福建, 广东及香港. "
      },
      中华秋沙鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p040.jpg",
        拉丁名: "Mergus squamatus",
        英文名: "Scaly-sided Merganser",
        中文俗名: "鳞胁秋沙鸭",
        濒危状况: "EN",
        体型: "雄鸟: 体大 (58厘米) 的绿黑色及白色鸭",
        成鸟:
          "长而窄近红色的嘴, 其尖端具钩. 黑色的头部具厚实的羽冠. 两胁羽片白色而羽缘及羽轴黑色形成特征性鳞状纹. 脚红色. 胸白而别于红胸秋沙鸭, 体侧具鳞状纹有异于普通秋沙鸭. ",
        食物: "潜水捕食鱼类. ",
        分布:
          "分布范围: 繁殖在西伯利亚, 朝鲜北部及中国东北; 越冬于中国的华南及华中, 日本及朝鲜; 偶见于东南亚. 分布状况: 全球性易危 (Collar et al., 1994) . 在中国数量稀少且仍在下降. 繁殖在中国东北; 迁徙经于东北的沿海, 偶在华中, 西南, 华东, 华南和台湾越冬. "
      },
      中贼鸥: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p041.jpg",
        拉丁名: "Stercorarius pomarinus",
        英文名: "Pomarine Skua",
        濒危状况: "Least Concern (LC) ",
        体型: "体型略大(56厘米)的深色海鸟. ",
        成鸟:
          "有两种色形. 浅色形: 头顶黑色, 头侧及颈背偏黄; 下体白, 体侧及胸带烟灰; 上体黑褐, 初级飞羽基部淡灰白色; 中央尾羽伸出5厘米, 末端钝而宽. 深色型体无白色或黄色. 非繁殖期成鸟似亚成鸟, 色浅而多杂斑, 头顶灰色. ",
        幼鸟:
          "通体呈暗褐色和皮黄色斑杂状, 下体和尾上覆羽具黑褐色和皮黄色横斑. ",
        食物:
          "中贼鸥主要通过夺取其他海鸟的食物为食, 它也自己在水面和在陆地上捕食鱼, 鸟卵, 雏鸟和鼠类为食. 此外它也吃动物尸体, 常伴随轮船在海上和沿海岸飞行, 吞吃从船上扔下的废弃物和动物尸体",
        分布:
          "分布范围: 繁殖在北极地区; 冬季迁至南方海域. 分布状况: 定期出现于中国的南沙群岛. 在中国南部沿海, 香港, 江苏南部及内陆的山西南部均有过记录. "
      },
      朱鹮: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p042.png",
        拉丁名: "Nipponia nippon",
        英文名: "Crested Ibis",
        中文俗名: "朱鹭, 红朱鹭",
        濒危状况: "EN",
        体型: "朱鹮全长79厘米左右, 体重约1.8千克. ",
        成鸟:
          "雌雄羽色相近, 体羽白色, 羽基微染粉红色. 后枕部有长的柳叶形羽冠; 额至面颊部皮肤裸露, 呈鲜红色. 初级飞羽基部粉红色较浓. 脸为朱红色, 嘴细长而末端下弯, 长约18厘米, 黑褐色具红端. 腿长约9厘米, 绯红色. 虹膜橙红色, 嘴黑色, 嘴基及头裸露部分朱红色, 跗蹠, 爪及胫下部裸露部分亦为朱红色. 幼鸟两颊被有绒羽, 其余脸部裸露无羽, 橙黄色. 体羽缀有烟灰色而具玫瑰色光泽. 初级飞羽黑褐色, 脚淡褐色, 虹膜淡黄褐色",
        食物:
          "主要以小鱼, 泥鳅, 蛙, 蟹, 虾, 蜗牛, 蟋蟀, 蚯蚓, 甲虫, 半翅目昆虫, 甲壳类以及其他昆虫和昆虫幼虫等无脊椎动物和小型脊椎动物为食. ",
        分布:
          "分布地: 中国;  潜在灭绝地: 俄罗斯;  区域性灭绝地: 朝鲜, 韩国, 日本, 中国台湾省"
      },
      紫背苇鳽: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p043.jpg",
        拉丁名: "Ixobrychus eurhythmus",
        英文名: "Von Schrenck's Bittern",
        中文俗名: "水骆驼, 秋小鹭, 秋鳽",
        濒危状况: "Least Concern (LC) ",
        体型: "体小 (33厘米) 深褐色苇鳽. ",
        成鸟:
          "雄鸟: 头顶黑色, 上体紫栗色, 下体具皮黄色纵纹, 喉及胸有深色纵纹形成的中线. ",
        食物:
          "紫背苇鳽主要以小鱼, 虾, 蛙, 昆虫等动物性食物为食. 通常黄昏和清晨在湖泊, 河流和水塘边的芦苇丛及沼泽草地上觅食.  ",
        分布:
          "紫背苇鳽分布图分布于欧亚大陆及非洲北部 (包括整个欧洲, 北回归线以北的非洲地区, 阿拉伯半岛以及喜马拉雅山－横断山脉－岷山－秦岭－淮河以北的亚洲地区. ) , 中南半岛和中国的东南沿海地区 (包括缅甸, 越南, 老挝, 柬埔寨, 泰国以及中国的东南沿海地区, 香港, 海南岛. ) , 太平洋诸岛屿 (包括中国的台湾省, 东沙群岛, 西沙群岛, 中沙群岛, 南沙群岛以及菲律宾, 文莱, 马来西亚, 新加坡, 印度尼西亚的苏门答腊, 爪哇岛以及巴布亚新几内亚. ) , 华莱士区 (指传统的华莱士线 (从棉兰老岛的东侧海域经望加锡海峡至巴厘岛与龙目岛之间) 以东, 巴布亚新几内亚以西的区域, 包括印度尼西亚的苏拉威西岛, 努沙登加拉群岛, 西南群岛, 摩鹿加群岛 (马鲁古群岛) , 东帝汶等岛屿. ) "
      },
      紫水鸡: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p044.jpg",
        拉丁名: "Porphyrio porphyrio",
        英文名: "Purple Swamphen",
        濒危状况: "Least Concern (LC) ",
        体型: "体大 (42厘米) 而壮",
        成鸟:
          "紫蓝色, 红色的嘴形特大, 除尾下覆羽为白色外, 整个体羽蓝黑色并具紫色及绿色闪光. 具一红色的额甲. ",
        幼鸟:
          "体色比成鸟晦暗, 面部, 前颈和胸灰色, 裸露部分也比成鸟晦暗. 虹膜－红色; 嘴－红色; 脚－红色. ",
        食物:
          "杂食性, 但主要以植物为食, 吃水生和半水生植物的嫩枝, 叶, 根, 茎, 花和种子, 如香蒲, 藨草, 水稻的秧苗, 酸模和蓼的种子以及水百合的块茎. 动物性食物占小部分, 包括软体动物, 蚂蟥, 小蟹, 昆虫及其幼虫, 蜘蛛, 鱼和鱼卵, 蛙和蛙卵, 蜥蜴, 蛇, 鸟和鸟卵及雏鸟, 小啮齿类以及腐肉. ",
        分布:
          "分布范围: 古北界至非洲, 东亚地区, 澳大利亚及大洋洲. 分布状况: 亚种poliocephalus为云南西南部的罕见繁殖鸟, 可能在西藏极东南部也有分布. 云南西部, 广西及香港有迷鸟越冬记录. "
      },
      棕背田鸡: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p045.jpg",
        拉丁名: "Porzana bicolor",
        英文名: "Black-tailed Crake",
        濒危状况: "Least Concern (LC) ",
        体型:
          "棕背田鸡侧面图中等体型 (22厘米, 约0.15公斤) 并具明显栗色和近黑色的田鸡. ",
        成鸟:
          "头颈和下体深烟灰色, 顶和枕部颜色较暗, 头侧颜色较淡. 上体自额部至尾部, 包括两翼的表面, 内侧飞羽均为橄榄色. 尾上覆羽缀有白斑, 飞羽为黑褐色. 颏部和喉部为白色, 胸部及腹部中央呈暗灰色, 并具有暗橄榄褐色的横斑. 雄雌同色. 虹膜－红色; 嘴－偏绿, 嘴基有红色斑, 到繁殖期时这个红斑更为鲜艳; 脚和趾为暗红色或砖红色. ",
        食物: "主要以各种水生昆虫为食. ",
        分布:
          "在中国主要分布于为西藏东南部, 云南, 四川南部及贵州东部. 在国外分布于印度东北部, 缅甸. 越南北部, 尼泊尔和老挝由中国迁徙. "
      },
      棕颈鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p046.jpg",
        拉丁名: "Anas luzonica",
        英文名: "Philippine Duck",
        濒危状况: "VU",
        体型: "棕颈鸭身长48-58 cm. ",
        成鸟:
          "具特殊的头纹. 头颈赤棕色, 与黑色的顶纹及过眼纹成反差. 飞行时色彩看似较深, 翼下近白, 绿色的眉纹前后为白色. 两性同色. 虹膜－深褐; 嘴－蓝灰; 脚－棕灰. ",
        食物:
          "主要漂浮在水面上, 在水下获得食物, 以植物为主食, 有时也吃动物性食物. ",
        分布: "菲律宾特有种. 偶见于中国台湾南部"
      },
      黑脸琵鹭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p047.jpg",
        拉丁名: "Platalea minor",
        英文名: "Black-faced Spoonbill",
        濒危状况: "Least Concern (LC) ",
        巢: "营巢于水边悬岩或水中小岛上. ",
        食物: "小鱼, 虾, 螺等",
        繁殖地:
          "主要有两处: 一处位于朝鲜半岛平安北道和平安南道以及朝, 韩两国三八线附近沿海的岛屿上, 另一处位于辽宁省庄河市石城乡形人坨和王家镇元宝岛的沿海地区. "
      },
      苍鹭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p048.jpg",
        拉丁名: "Ardea cinere",
        英文名: "Grey Heron",
        濒危状况: "Least Concern (LC) ",
        体型:
          "大型灰白色鹭, 体长92厘米.  (很奇怪为什么图鉴上可以如此笃定一种鸟的体长？就近请教了一位老师, 原来体长是鸟的喙尖到尾羽端的直线长度. 每种鸟的体长相对'标准'的, 因为这样的标准身材最适合这种鸟的飞行. ) ",
        成鸟:
          "过眼纹及冠羽黑色, 4根细长的羽冠分为两条位于头顶和枕部两侧, 状若辫子. 黑色飞羽, 翼角及两道胸斑黑色, 头, 颈, 胸及背白色, 颈具黑色纵纹, 余部灰色.  ",
        幼鸟: "头及颈灰色较重, 但无黑色. ",
        巢: "营巢在水域附近的树上或芦苇与水草丛中. ",
        食物: "鱼, 蛙和昆虫等. 多在浅滩觅食. ",
        分布:
          "苍鹭在我国分布广, 较为常见, 几乎各地水域和沼泽湿地都可见到. 但是近年来由于沼泽的开发利用, 苍鹭生境条件的恶化和丧失, 种群数量明显减少, 不像以往那么容易在野外见到. 2000年8月1日, 被列入国家林业局《国家保护的有益的或者有重要经济, 科学研究价值的陆生野生动物名录》"
      },
      池鹭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p049.jpg",
        拉丁名: "Ardeola bacchus",
        英文名: "Chinese Pond-Heron",
        中文俗名: "红毛鹭, 中国池鹭, 红头鹭鸶等",
        濒危状况: "Least Concern (LC) ",
        体型: "小型鹭类, 体长47厘米; 雌雄鸟同色, 雌鸟体型略小. ",
        巢:
          "繁殖期3-7月, 营巢于水域附近高大树木的树梢上或竹林上. 常成群营群巢, 也常与白鹭和牛背鹭在一起营巢. ",
        食物: "小鱼, 虾, 蟹及昆虫等. ",
        分布:
          "主要分布于孟加拉到中国, 东南亚地区. 常见于华南, 华中及华北地区的水稻田. 偶见于西藏南部, 东北低洼地区. 喜活动于沼泽, 稻田, 鱼塘, 湖泊河流的浅水处, 在水中趟水行走觅食. "
      },
      牛背鹭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p051.jpg",
        拉丁名: "Bubulcus coromandus",
        英文名: "Eastern Cattle Egret",
        中文俗名: "放牛郎, 黄头鹭, 畜鹭",
        体型: "小型白色鹭鸟, 体长 50厘米; 喙黄色, 相对于其他白色鹭较短. ",
        幼鸟: "全身白色. ",
        食物:
          "主要以蝗虫, 蚂蚱, 蟋蟀, 蝼蛄, 螽斯, 牛蝇, 等昆虫为食, 也食蜘蛛, 黄鳝, 蚂蟥和蛙等其他动物食物. 主要是水牛等大中型食植动物从草地上引来的昆虫, 兼食鱼, 蛙等. ",
        分布:
          ": 牛背鹭栖息于平原草地, 牧场, 湖泊, 水库, 山脚平原和低山水田, 池塘, 旱田和沼泽地上. 常成对或3-5只的小群活动, 有时也单独活动或集成数十只的大群. "
      },
      白鹭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p052.jpg",
        拉丁名: "Egretta garzetta",
        英文名: "Little Egret",
        中文俗名: "白鹭, 白鹭鸶, 白翎鸶",
        食物:
          "以各种小鱼, 黄鳝, 泥鳅, 蛙, 虾, 水蛭, 蜻蜓幼虫, 蝼蛄, 蟋蟀, 蚂蚁, 鞘翅目及鳞翅目幼虫, 水生昆虫等动物性食物为食, 也吃少量谷物等植物性食物. ",
        分布:
          "分布范围比较广. 非洲, 欧洲, 亚洲及大洋洲都有. 在国内是常见留鸟及候鸟, 分布在中国南方, 台湾及海南岛. 迷鸟有时至北京. 部分鸟冬季到热带区越冬. "
      },
      普通翠鸟: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p053.jpg",
        拉丁名: "Alcedo atthi",
        英文名: "Common Kingfisher",
        中文俗名:
          "翠鸟, 鱼狗, 打鱼郎, 钓鱼郎, 小翠. '打鱼郎, 钓鱼郎'的俗名, 跟它们独特的捕食方式有关. 长时间站立于近水处的树枝或岩石上耐心观察, 发现小鱼浮至水面, 俯冲到水面用尖嘴将鱼捕获, 飞到树上或岩石上吞食. 福田红树林生态公园的小湖和南区经常可以看到普通翠鸟, 只要足够耐心, 就可以等到它们捕鱼的精彩时刻",
        体型:
          "体型较小 (15厘米) , 上体金属浅蓝绿色, 中央具一条蓝带, 颈侧具白色点斑, 下体橙棕色, 颏白. 雌雄鸟嘴的颜色不一样, 雄鸟嘴巴全黑, 雌鸟下嘴红色. 橘黄色条带横贯眼部及耳羽为普通翠鸟区别于蓝耳翠鸟和斑头大翠鸟的识别特征. ",
        食物: "鱼. "
      },
      蓝翡翠: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p054.jpg",
        拉丁名: "Halcyon pileat",
        英文名: "Black-capped Kingfisher",
        中文俗名: "黑顶翠鸟, 黑帽鱼狗, 蓝翠毛等",
        体型: "跟普通翠鸟 (15厘米) 相比, 蓝翡翠体型较大 (30厘米) . ",
        食物:
          "鱼, 虾, 螃蟹, 蛙类和各种昆虫等为食. 蓝翡翠栖息于开阔的草原和山路地带. 取食于池塘, 河流等处. 常站立在水域附近的树枝上, 电线杆上, 注视水面, 可俯冲入水中, 捕食鱼类, 蛙类等. ",
        分布: "繁殖于中国及朝鲜. 北方种群南迁越冬, 南迁越冬远至印度尼西亚. "
      },
      白胸翡翠: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p055.jpg",
        拉丁名: "Halcyon smyrnensi",
        英文名: "White throated kingfisher, 也叫白喉翡翠",
        体型:
          "跟普通翠鸟 (15厘米) 相比, 白胸翡翠体型较大 (27厘米) , 比蓝翡翠 (30厘米) 稍小一些. ",
        食物:
          "同大多数猎翠鸟一样, 完全是肉食性. 主要食物是无脊椎动物, 如蟋蟀, 蜘蛛, 蝎子, 和蜗牛. 也吃小型脊椎动物, 如小鱼, 小蛇和蜥蜴, 以及小鸟, 有人还亲眼看见其捕食山雀幼鸟, 足以见其性情凶猛. 通常是沿河流和稻田中的沟渠, 稀疏丛林, 城市花园, 鱼塘和海滩狩猎. 常伫立或栖息在栅栏, 电线杆或树枝上等待猎物. "
      },
      斑头大翠鸟: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p056.jpg",
        拉丁名: "Alcedo hercules",
        英文名: "Blyth's Kingfisher",
        体型: "外形极似普通翠鸟, 但体型更大, 无普通翠鸟的橘黄色贯眼带. ",
        食物:
          "食物以小鱼为主, 兼吃甲壳类和多种水生昆虫及其幼虫, 有时兼吃一些植物性食物. ",
        分布:
          "栖息于海拔1200米以下的低山丘陵和山脚平原地带的森林河流岸边. 繁殖期为4-7月. 营巢于林间溪流或干河床岸边土崖上. "
      },
      斑鱼狗: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p057.jpg",
        拉丁名: "Ceryle rudi",
        英文名: "Pied Kingfisher, 又被成为'花斑钓鱼郎'",
        体型:
          "中等体型 (27厘米) , 与冠鱼狗很像, 区别在于: 斑鱼狗体型较小, 冠羽较小, 具显眼白色眉纹. 上体黑而多具白点. 初级飞羽及尾羽基白而稍黑. 下体白色, 上胸具黑色的宽阔条带, 其下具狭窄的黑斑. 雌鸟胸带不如雄鸟宽. ",
        食物:
          "以小鱼为主, 兼吃甲壳类和多种水生昆虫及其幼虫, 也啄食小型蛙类和少量水生植物. 翠鸟扎入水中后, 还能保持极佳的视力, 因为它的眼睛进入水中后, 能迅速调整水中因为光线造成的视角反差. 所以捕鱼本领很强. "
      },
      小䴙䴘: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p058.jpg",
        拉丁名: "Tachybaptus ruficolli",
        英文名:
          "Little Grebe, 中文俗名别称为水葫芦, 油葫芦, 油鸭, 王八鸭子, 小舢板儿等, 可能是因为它们三短身材'尾短 (尾羽退化, 长仅23毫米, 看起来几乎没有尾巴) , 翅短, 腿短 (长在身体的后部, 近尾端) , 整体身体近乎椭圆, 再加上羽毛全部为绒羽, 整个感觉就像一个毛茸茸的葫芦, 所以俗名跟'葫芦'挂上了边儿. 又因为嘴尖如凿, 被称为'尖嘴鸭子'",
        幼鸟:
          "跟鸊鷉科的其他幼鸟一样, 小䴙䴘的幼鸟带有头纹. 后背具有纵纹, 嘴肉色. 小鸊鷉是早成鸟, 新出生的小䴙䴘当即能够游泳潜水, 羽毛乌黑, 能够睁眼. 生命之初小鸊鷉主要喂它们昆虫. 成鸟在躲避危险时能够在翅膀下夹着幼鸟在水下潜逃. ",
        巢:
          "在远离岸边, 附近有芦苇, 灌木丛和水草开阔水域中营造浮巢. 巢以芦苇及各种水草互相交错缠结而成, 或者直接用细细柔软的水草弯折搭叠而成. 巢高出水面5—6厘米, 粗看似乎是一堆不经意堆叠在一起散乱的草, 顶部是稍稍凹下的坑. 水下部分系于水草或芦苇之上, 可以上下浮动和小幅度的摆动, 不会被风吹的很远.  ",
        食物:
          "通常白天活动觅食. 捕食方式通过潜水追捕. 食物主要为各种小型鱼类. 也吃虾, 蜻蜓幼虫, 蝌蚪, 甲壳类, 软休动物和蛙等小型水生无脊椎动物和脊椎动物. 偶尔也吃水草等少量水生植物. ",
        分布:
          "主要分布于水塘, 湖泊, 沼泽. 小䴙䴘是中国最常见的水鸟之一, 在中国东部大部分开阔水面都能见到小䴙䴘. "
      },
      凤头䴙䴘: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p059.jpg",
        拉丁名: "Podiceps cristatu",
        英文名: "Great Crested Grebe, 中文俗名张八狗或者水老鸹",
        幼鸟: "全身绒毛茸茸, 颈部镶有几条咖啡色的纵纹, 与双亲的体色很不一样. ",
        巢:
          "也建造浮巢, 但是比小䴙䴘的巢大, 浮在湖上像一个盆. 建筑材料是水生植物的叶子, 能随同水位上涨而漂起, 不但不会往巢里渗水, 还可以因为湿草发酵产生热量, 有助于鸟蛋的孵化. ",
        食物:
          "主要以鱼类为食. 动物学家曾在一个凤头䴙䴘胃里找出七, 八十尾小鱼的残骸. "
      },
      普通鸬鹚: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p060.png",
        拉丁名: "Phalacrocorax carbo",
        英文名: "Great Cormorant",
        中文俗名: "鱼老鸦, 水老鸦, 乌鬼",
        体型:
          "大型黑色水鸟 (90厘米) . 有偏黑色闪光, 嘴厚重, 脸颊及喉白色, 脸部有红色斑, 两胁具白色斑块. "
      },
      琵嘴鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p061.jpg",
        拉丁名: "Anas clypeat",
        英文名: "Northern Shoveler, 中文俗名: 铲土鸭, 杯凿, 广味凫等",
        食物:
          "主要以螺, 软体动物, 甲壳类, 水生昆虫, 鱼, 蛙等动物性食物为食. 也食水藻, 草籽等植物性食物. 觅食方式主要是在水边浅水处或沼泽地上通过呈铲形的嘴在泥土中掘食. 它既能边游边觅食, 也能边走边觅食. 游泳时, 喙常在水表面左右来回摆动, 并能通过滤水的方法收集食物. 但多数时候, 是将头颈伸入水中, 在浅水处泥底挖掘食物, 有时甚至尾朝上的在水中竖直起来, 将头伸入水底觅食. 觅食主要在白天进行. 休息时多集中在紧靠觅食水城的岸边或岸上. ",
        分布:
          "繁殖于中国东北及西北, 冬季迁徙至北纬35°以南包括台湾的大部分地区. 喜沿海的泻湖, 池塘, 湖泊及红树林沼泽. "
      },
      绿翅鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p062.jpg",
        拉丁名: "Anas crecc",
        英文名:
          "Eurasian Teal, 中文俗名小凫, 小水鸭, 小麻鸭, 巴鸭, 小蚬鸭等. Teal, 有蓝绿色和水鸭的意思, 这个名字很契合绿翅鸭. 绿翅鸭是我国水鸭中的优势种之一, 数量多, 分布也很广. 在深圳为冬候鸟",
        体型: "体形较小 (37厘米) , 飞行快速. 翼镜亮绿色, 在飞行时显而易见.  ",
        习性:
          "在沼泽地的草丛间筑巢, 每窝产卵7-10枚, 早成鸟. 喜集群, 特别是迁徙季节和冬季, 常集成数百甚至上千只的大群活动. 飞行疾速, 敏捷而有力. 飞行时头向前伸直, 常成直线或'V'字队形飞行. 游泳也很好, 但在陆地上行走时显得有些笨拙.  ",
        食物:
          "绿翅鸭在冬季主要以植物性食物为主, 特别是水生植物种子和嫩叶, 有时也到附近农田觅食收获后散落在地上的谷粒. 觅食主要在水边浅水处. 休息多在水边地上或沙洲和湖中小岛上. ",
        分布:
          "繁殖于整个古北界 (以欧亚大陆为主的动物地理分区, 涵盖整个欧洲, 北回归线以北的非洲和阿拉伯, 喜马拉雅山脉和秦岭以北的亚洲, 主要山脉东西走向) ; 南方越冬.  "
      },
      赤颈鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p063.jpg",
        拉丁名: "Anas penelop",
        英文名: "Eurasian Widgeon, 中文俗名: 赤颈凫, 鹅子鸭, 红鸭等",
        体型: "中等 (47厘米) , 矮胖的浅水鸭, 前额略凸, 腹部白色. ",
        食物: "主要以植物性食物为食. ",
        分布:
          "分布状况: 繁殖于中国东北甚或西北. 冬季迁至中国北纬35°以南包括台湾及海南的广大地区. 地方性常见. "
      },
      白眉鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p064.jpg",
        拉丁名: "Anas querquedul",
        英文名:
          "Garganey, 中文俗名: 巡凫, 小石鸭. 鸭如其名, 白色眉纹显著, 雄鸟的白眉尤其明显",
        分布:
          "中国北部夏候鸟, 南部和东部冬候鸟. 深圳湾常见过境迁徙鸟 (尤其是秋季) . "
      },
      针尾鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p065.jpg",
        拉丁名: "Anas acut",
        英文名: "Northern Pintail",
        中文俗名: "尖尾鸭, 长尾凫, 长闹, 拖枪鸭等",
        体型: "中等体型 (55厘米) , 尾长而尖. ",
        食物: "以植物性食物为主. ",
        分布:
          "广布于中国全境, 也分布于欧洲北部, 北美及北非. 在各种内陆河流, 湖泊, 低洼湿地都可以见到它们的身影, 在开阔的沿海地带, 如空旷的海湾, 海港等地常能够见到数百只的集群. 深圳湾冬候鸟. "
      },
      白胸苦恶鸟: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p066.jpg",
        拉丁名: "Amaurornis phoenicuru",
        英文名: "White-breasted Waterhen",
        中文俗名:
          "白腹秧鸡, 白面水鸡. 白胸, 红臀羽, 长翘尾巴. 英文直接翻译过来, 应该叫'白胸水鸡', 跟TA的形象挺符合的. 不知道为什么叫'苦恶鸟', 搜了一下, 据说从宋朝开始就有个民间传说, '这种鸟是一个苦媳妇所化, 被恶家姑折磨虐待而死, 化为怨鸟, 所以叫起来总是'姑恶, 姑恶', 于是'苦恶鸟'的名字就这样传开了. '这个传说的可信度有几分很难讲, 不过看来白胸苦恶鸟的名字来历的确跟叫声有关, 'uwok-uwok'的叫声, 很像在喊'苦恶, 苦恶'",
        相关知识: "属于秧鸡科, 苦恶鸟属",
        体型:
          "体型略大 (33厘米) , 独特易认, 臀部鲜明栗色. 未成年鸟较褐色而且下体沾有污斑. 不如其他大多数秧鸡般隐秘, 常见于从沼泽树丛到耕地水沟等潮湿的生态环境. ",
        食物: "杂食性. ",
        繁殖:
          "在矮树丛中筑巢, 通常离地较高, 单离水源不远. 在中国南部及东部有繁殖. 在深圳属于留鸟, 繁殖期为二月到八月. "
      },
      黑水鸡: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p067.jpg",
        拉丁名: "Gallinula chloropu",
        英文名: "Common Moorhen",
        中文俗名: "红冠水鸡, 红骨顶, 红鸟, 江鸡",
        相关知识: "秧鸡科, 水鸡属",
        外观: "红色额盔, 全身黑色羽毛, 只有胁部有白色横线",
        体型:
          "中等 (30-38厘米) , 不论年纪, 季节, 均有独特易认的胁部白色纵纹和白色尾下覆羽. ",
        分布:
          "遍及全世界, 在北纬32度以南越冬. 多见于湖泊, 池塘及运河, 不善飞, 起飞前先在水上助跑很长一段距离. ",
        繁殖: "4月-9月 (深港) , 鸟巢以树枝和芦苇筑于近水的地方. "
      },
      白骨顶: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p069.jpg",
        拉丁名: "Fulica atr",
        英文名: "Eurasian Coot",
        相关知识: "秧鸡科, 骨顶属",
        体型:
          "体型中等 (40cm) . 全身黑色, 仅嘴巴和额甲为白色. 比黑水鸡体型大. 整个体羽深黑灰色, 仅飞行时可见翼上狭窄近白色后缘. ",
        幼鸟: "颜色较淡, 与同龄黑水鸡的区别是没有白色的尾下覆羽",
        食物: "以小鱼, 水生昆虫, 水生植物为食. ",
        分布:
          "深圳常见冬候鸟, 经常成群聚集在红树林海滨生态公园外的水面上, 常潜入水中寻找水草食用. 繁殖期雄鸟会相互争斗追打. 国内广泛分布. "
      },
      金眶鸻: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p094.jpg",
        拉丁名: "Charadrius dubiu",
        英文名: "Little Ringed Plover",
        相关知识: "鸻科, 鸻属",
        体型:
          "体型较小 (约16cm) . 嘴短. 具黑或褐色的全胸带. 黄色眼圈明显. 上体褐色为主, 前额白色, 头顶前部为黑色, 向两侧延伸并与宽阔的黑色贯眼纹连接. ",
        食物: "以昆虫为主食, 兼食植物种子, 蠕虫等. ",
        分布:
          "繁殖于中国大部分地区, 遍及东北, 华北, 南部, 西部和中部, 越冬于东南沿海和云南, 为大部分湿地 (海, 河, 湖滩, 城市公园水边, 水库附近等) 的常见候鸟. 它具有大部分鸻鹬类的典型特性: 活动于湿地附近, 取食水边的小型节肢动物, 行动敏捷, 时常上下摇晃尾羽等. "
      },
      金斑鸻: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p071.jpg",
        拉丁名: "Pluvialis fulv",
        英文名: "Pacific Golden Plover",
        中文俗名: "太平洋金斑鸻",
        相关知识: "鸻科, 鸻属",
        体型:
          "中等体型 (23-25厘米) 的健壮涉禽. 有笨重和头大的感觉. 不论年纪, 季节, 上体都显得斑驳. ",
        幼鸟:
          "似非繁殖羽. 但上体呈暗黑褐色, 具小的白色或淡黄色斑点; 白色眉纹长而显著; 胸, 上腹和两胁呈显著的灰色和白色斑驳状. ",
        食物:
          "主要以甲虫, 鞘翅目, 鳞翅目和直翅目昆虫, 蠕虫, 小螺, 软体动物和甲壳类等动物性食物为食.  ",
        分布:
          "栖息于沿海海滨, 湖泊, 河流, 水塘岸边及其附近沼泽, 草地, 农田和耕地上. 性羞怯而胆小, 遇到危险则立刻起飞, 边飞边叫, 飞行快速, 活动时常不断的站立和抬头观望, 行动极为谨慎小心.  ",
        繁殖:
          "繁殖期6—7月. 营巢于西伯利亚北部和北极苔原地带苔原上, 也在苔原沼泽干地上和小山坡上营巢. 巢甚简陋, 系苔原地上的一小浅坑, 内放有干的苔藓和枯草. "
      },
      灰斑鸻: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p072.jpg",
        拉丁名: "Pluvialis squatarol",
        英文名: "Grey Plover",
        相关知识: "鸻科, 金鸻属",
        体型: "体型中等 (28厘米) , 体型健壮. ",
        食物: "小型底栖动物. "
      },
      蒙古沙鸻: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p097.jpg",
        拉丁名: "Charadrius mongolu",
        英文名: "Lesser Sand Plover",
        相关知识:
          "鸻科, 鸻属. 与其他涉禽混群, 在沿海泥滩及沙滩活动, 有时大群数量多达数百只. ",
        体型: "中等体型的灰, 褐及白色鸻 (约20cm) . ",
        习性:
          "栖息于沿海海岸, 沙滩, 河口, 湖泊, 河流等水域岸边, 以及附近沼泽, 草地和农田地带, 也出现于荒漠, 半荒漠和高山地带的水域岸边及其沼泽地上, 有时也到离水域较远的草原和田野活动和觅食. 性较大胆, 常在水边沙滩上走走停停, 边走边觅食. 如非迫不得已, 一般不起飞. ",
        食物: "主要取食昆虫, 软体动物, 蠕虫, 蝼蛄, 蚱蜢, 螺等小型动物. ",
        分布:
          "在深圳湾是过境迁徙鸟, 三到五月常见, 四月为高峰期. 繁殖地在亚州中部到东北部, 种群分散, 互不连接, 广泛扩散分布. "
      },
      铁嘴沙鸻: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p098.jpg",
        拉丁名: "Charadrius leschenaulti",
        英文名: "Greater Sand Plover",
        相关知识: "鸻科, 鸻属",
        体型:
          "中等体型 (约22cm) 的灰, 褐及白色鸻. 嘴短. 繁殖羽特征为胸具棕色横纹, 脸具黑色斑纹, 前额白色. 与蒙古沙鸻非常相似, 而且经常集群一起出现, 但是铁嘴沙鸻体形比蒙古沙鸻大, 嘴亦较厚较长, 腿较长而偏黄色. ",
        食物: "常成对活动于海边泥沙滩, 以软体动物, 环节动物, 昆虫等为食. "
      },
      环颈鸻: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p099.jpg",
        拉丁名: "Charadrius alexandrinu",
        英文名: "Kentish Plover",
        相关知识:
          "鸻科, 鸻属. 因为其后颈基部白色, 并向颈侧延伸, 与前颈白色相连形成白色领圈, 故而得名",
        体型: "体型较小 (约16cm) , 嘴短的褐色及白色鸻. ",
        食物: "主要以昆虫, 蠕虫, 小型甲壳类和软体动物为食. "
      },
      中白鹭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p076.jpg",
        拉丁名: "Egretta intermedi",
        英文名: "Intermediate Egret. 鹭科白鹭属",
        体型:
          "体型较大 (69厘米) 的白色鹭. 体型大小在小白鹭和大白鹭之间, 嘴相对短, 颈呈S形. "
      },
      黑嘴鸥: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p077.jpg",
        拉丁名: "Chroicocephalus saunders",
        英文名: "Saunders's Gull. 鸥科, 彩头鸥属",
        食物: "主要以鱼, 虾, 甲壳类及水生昆虫等为食. ",
        繁殖: "在碱蓬滩地面上用枯碱蓬筑皿状巢, 每窝产卵多为3枚. "
      },
      红嘴鸥: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p078.jpg",
        拉丁名: "Larus ridibundu",
        英文名: "black-headed gull",
        中文俗名:
          "赤嘴鸥, 钓鱼郎, 普通海鸥, 水鸽子, 笑鸥等. 俗名这么多, 应该是因为分布广, 比较常见.  在中国的繁殖地, 位于天山西部地区及东北的湿地, 越冬地分布在中国东部和北纬32°以南的湖泊, 河流及沿海地带等. 英文名直接翻译过来是'黑头鸥', 应该是因为红嘴鸥的繁殖羽有深巧克力褐色的头罩延伸至头顶后面. ",
        体型:
          "中等体型 (约40cm) 的灰色及白色鸥, 体型和毛色都跟鸽子相似. 嘴和脚皆红色, 身体大部分的羽毛是白色, 尾羽黑色. ",
        食物: "鱼, 虾, 昆虫, 水生植物和人类丢弃的食物残渣. "
      },
      反嘴鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p079.jpg",
        拉丁名: "Recurvirostra avosetta",
        英文名: "Pied Avocet",
        相关知识:
          "反嘴鹬科, 反嘴鹬属. Pied, 杂色的, 斑驳的, 应该是指它们身上一块儿一块儿的黑色, Avocet, 长嘴上弯的长脚鹬, 加在一起基本概括了反嘴鹬的主要特征: 尖尖的嘴上翘, 长腿, 整体羽毛白色, 头部, 翅膀和背部有黑色斑块. ",
        食物:
          "小型甲壳类, 水生昆虫, 昆虫幼虫, 蠕虫和软体动物等小型无脊椎动物. 进食时嘴向两边扫动. "
      },
      勺嘴鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p080.jpg",
        拉丁名: "Eurynorhynchus pygmeu",
        英文名: "Spoon-billed Sandpiper",
        相关知识:
          "鹬科, 勺嘴鹬属. 又名琵嘴鹬或匙嘴鹬, 很多观鸟者亲切地称呼它们'勺子'",
        体型:
          "小型涉禽 (约15cm) , 仅在极少数的冻土层地带上繁殖, 并在东南亚的湿地过冬. 汤匙状的喙非常特别, 但是因为体型很小 (只有麻雀大小) , 又经常混在一群体型差不多大的鸻鹬类涉禽里, 在野外并不容易辨认. "
      },
      斑尾塍鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p081.jpg",
        拉丁名: "Limosa lapponic",
        英文名: "Bar-tailed Godwit",
        相关知识:
          "鹬科, 塍鹬属. 别名:斑尾鹬. 擅长飞行, 可以几天几夜不吃不喝不睡觉, 连续不停地飞行上完公里, 飞跃太平洋",
        体型:
          "体型较大 (37-41cm) . 跟黑尾塍鹬相比, 脚短喙长, 喙较细, 尖并稍微向上弯. ",
        幼鸟: "颈和胸部微沾褐色. ",
        食物: "栖息在沼泽湿地及水域周围的湿草甸, 主要以昆虫, 软体动物为食. "
      },
      黑尾塍鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p082.jpg",
        拉丁名: "Limosa limos",
        英文名: "Black-tailed Godwit.  鹬科, 塍鹬属",
        幼鸟: "胸沾淡黄褐色. ",
        食物:
          "主要以水生和陆生昆虫, 昆虫幼虫, 甲壳类和软体动物为食. 常在水边泥地或沼泽湿地上边走边觅食, 也不断的将长长的嘴插入泥中探觅食物. "
      },
      弯嘴滨鹬: {
        拉丁名: "Calidris ferrugine",
        英文名: "Curlew Sandpiper, 鹬科滨鹬属",
        体型:
          "体型中等 (21-23cm) , 喙略长, 向下弯. 飞行时现出翼带和白色马蹄形腰部. ",
        食物:
          "主要以甲壳类, 软体动物, 蠕虫和水生昆虫为食. 觅食时常把喙插入沙土或泥中探觅食物. 有时也进入更深的水中觅食. 为了探觅水下泥中的动物, 它们有时甚至将整个头也浸入水中. ",
        分布:
          "繁殖期主要栖息予西伯利亚北部海岸冻原地带, 尤其喜欢在富有苔原植物和灌木的苔藓湿地. 非繁殖期则主要栖息于海岸, 湖泊, 河流, 海湾, 河口和附近沼泽地带. 常成群在水边沙滩, 泥地和浅水处活动和觅食. 也常与其他鹬混群. 飞行快速, 飞行时常集成紧密的群, 成群飞行, 彼此飞行甚为协调. "
      },
      黑腹滨鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p084.jpg",
        拉丁名: "Calidris alpin",
        英文名: "Dunlin",
        相关知识:
          "鹬科, 滨鹬属. 英文名称的来由, 可能跟它们飞行时发出的声音dwee有关",
        体型:
          "约19-22厘米的偏灰色滨鹬. 眉纹白色, 尾中央黑而两侧白. 有驼背轮廓, 嘴略长, 黑色, 末端下弯. 飞行时显出翼带和腰白色. ",
        分布:
          "大多以密集大群形式出现, 飞行时不停改变方向和群体的外形. 见于潮间带泥滩和鱼塘间的基堤, 很多时候跟环颈鸻在一起. "
      },
      大滨鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p085.jpg",
        拉丁名: "Calidris tenuirostri",
        英文名: "Great Knot",
        相关知识: "鹬科, 滨鹬属",
        体型:
          "体型略大 (27厘米) 的长嘴近灰色鹬. 似红腹滨鹬, 但略大, 更加丰满. 嘴较长且厚, 末端微向下弯. 飞行时出现偏白色腰部, 没有明显翼带, 但颜色较浅的次级飞羽组成淡色的一片. ",
        食物:
          "主要以甲壳类, 软体动物, 昆虫和昆虫幼虫为食. 觅食时常将嘴插入泥中探觅食物, 也常沿水边浅水处或水边沙滩和泥地上边走边觅食. ",
        分布:
          "主要栖息于海岸, 河口沙洲, 以及附近沼泽地带. 迁徙期间也见于开阔的河流与湖泊沿岸地带. 常成群活动在河口沙滩和海岸潮涧地带. "
      },
      林鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p086.jpg",
        拉丁名: "Tringa glareol",
        英文名: "Wood Sandpiper",
        中文俗名: "林札子",
        体型:
          "略小 (约20厘米) , 纤细, 褐灰色, 腹部及臀偏白, 腰白. 大部分个体的上体褐色, 有浓密淡色斑点, 非繁殖鸟颜色较均匀, 但是仍然可以看到斑点. ",
        食物: "以水生昆虫, 蜘蛛, 软体动物, 甲壳类为食. ",
        繁殖: "中国东北部繁殖, 南部海岸越冬. 深港常见过境迁徙鸟, 冬候鸟. "
      },
      矶鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p087.jpg",
        拉丁名: "Actitis hypoleuco",
        英文名: "Common Sandpiper, 直译过来就是'普通鹬'",
        体型:
          "体型略小 (20厘米) 的褐色及白色鹬. 它们的特点是有宽阔的白色翼带, 贴近水面低飞, 飞行时, 滑翔时段之间振翅拍翼, 几乎触及水面. 不断上下点头和摆动尾部. 生态公园南区原来的运沙码头位置常见, 印象最深刻的就是不断点头和摆尾, 很容易分辨. ",
        食物: "喜欢吃昆虫, 螺类, 蠕虫. ",
        繁殖: "5～7月, 营巢于河边沙滩草丛中地上, 每窝产卵4～5枚. "
      },
      黑翅长脚鹬: {
        拉丁名: "Himantopus himantopu",
        英文名: "Black-winged Stilt",
        相关知识:
          "反嘴鹬科, 长脚鹬属, 在中国台湾地区被称为'高跷鸻', 还有一个俗名'红腿娘子'. 在很难辨识的鸻鹬类鸟中, 应该属于极少数见过一次就不会忘的",
        体型:
          "高挑修长 (37厘米) 的黑白色涉禽. 特征为细长的嘴黑色, 两翼黑, 长长的腿红色, 体羽白. 颈背具黑色斑块. ",
        幼鸟: "褐色较浓, 头顶及颈背沾灰. ",
        食物:
          "主要以软体动物, 虾, 甲壳类, 环节动物, 昆虫, 昆虫幼虫, 以及小鱼和蝌蚪等动物性食物为食. 常在水边浅水处, 小水塘和沼泽地带, 以及水边泥地上觅食. 觅食方式主要是边走边在地面或水面啄食. 或通过疾速奔跑追捕食物. 有时也将嘴插入泥中探觅食物. 有时甚至进到齐腹深的水中将头也浸入水中觅食. "
      },
      白腰草鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p089.jpg",
        拉丁名: "Tringa ochropu",
        英文名: "Green Sandpiper",
        体型: "体型中等(约23厘米), 矮壮型, 深绿褐色, 腹部及臀白色. ",
        食物:
          "蠕虫, 虾, 蜘蛛, 小蚌, 田螺, 昆虫, 昆虫幼虫等小型无脊椎动物, 偶尔也吃小鱼和稻谷. "
      },
      青脚鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p090.jpg",
        拉丁名: "Tringa nebulari",
        英文名: "Common Greenshank. 鹬科鹬属, 深水涉禽",
        体型:
          "中等体型 (32厘米) 的高挑偏灰色鹬. 腿淡绿, 腰白色. 喙粗长, 微向上翘. 飞行时, 宽阔的三角形延伸到背上, 跟没有标记的翅膀成正比. ",
        幼鸟: "上体颜色较褐. "
      },
      鹤鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p091.jpg",
        拉丁名: "Tringa erythropu",
        英文名: "Spotted Redshank, 鹬科鹬属, 英文名直译过来就是'斑点红脚鹬'",
        体型: "中等体型 (32厘米) 的红腿灰色涉禽. 嘴长且直, ",
        食物: "以各种水生昆虫, 幼虫, 软体动物, 甲壳动物, 鱼, 虾等为食.   "
      },
      红脚鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p092.jpg",
        拉丁名: "Tringa totanu",
        英文名: "Common Redshank, 鹬科鹬属, 又名赤足鹬, 东方红腿",
        体型:
          "中等体型 (28厘米) 灰色鹬, 腿橙红色, 喙基红色, 飞行时次级飞羽明显白色外缘. 跟红脚鹬类似的涉禽里, 只有鹤鹬 (Spotted Redshank, 又被成为斑点红脚鹬) 的脚是红色或者橙色. 不过红脚鹬的体型比鹤鹬 (约32厘米) 小, 喙较短较厚, 喙基红色较多. ",
        食物: "以鱼, 虾, 水生昆虫等为食. ",
        分布:
          "常单独或成小群活动, 喜杂草丛生的沼泽, 河岸, 水塘等, 也多见于沿海滩涂, 河口等地. ",
        繁殖:
          "中国西部和北部繁殖, 南部和东部越冬. 深圳湾过境迁徙鸟, 春季和初秋数目众多. "
      },
      大杓鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p093.jpg",
        拉丁名: "Numenius madagascariensi",
        英文名: "Far Eastern Curlew",
        相关知识: "鹬科, 杓鹬属, 又名红背大杓鹬, 红腰杓鹬, 彰鸡",
        体型:
          "体型硕大 (63厘米) . 嘴甚长而下弯. 上体黑褐色, 羽缘白色和棕白色, 使上体呈黑自而沾棕的花斑状. 颈部白色羽缘较宽, 使黑褐色变为更细的纵纹, 因而使颈部显得较白. ",
        食物:
          "主要为甲壳类, 软体动物, 蠕形动物, 昆虫和幼虫. 有时也吃鱼类, 爬行类和无尾两栖类等脊椎动物.  ",
        分布:
          "繁殖于东北亚; 冬季南迁远至大洋洲.  在中国繁殖于从黑龙江, 吉林, 辽宁, 一直到河北和内蒙古东部; 越冬于中国台湾. 迁徙期间见于辽宁, 河北, 山东, 西至甘肃, 南至广东和香港. "
      },
      扇尾沙锥: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p100.jpg",
        拉丁名: "Gallinago gallinag",
        英文名: "Common Snipe",
        相关知识: "鹬科, 沙锥属, 英文直译为普通沙锥, 台湾称田鹬",
        体型: "体型: 中等(26厘米)体型, 色彩明快的沙锥. ",
        食物: "主要以昆虫, 蠕虫, 软体动物为食, 也吃小鱼和植物种子等. ",
        分布: "偏好淡水生境, 常见于稻田, 沼泽地区和鱼塘边缘. "
      },
      中杓鹬: {
        拉丁名: "Numenius phaeopu",
        英文名: "Whimbrel",
        相关知识:
          "鹬科, 杓鹬属. 杓鹬是一类体型中到大的海岸鸟. 它们的长喙有些像镰刀, 喙尖向下弯曲. 全球大约有8种. 杓鹬的头颈和腿都很长, 羽毛呈灰色或者褐色, 有的有斑纹. 中国分布有白腰杓鹬, 大标语, 中杓鹬和小杓鹬. ",
        体型:
          "中杓鹬体长约40cm-46cm, 比白腰杓鹬和大杓鹬小, 具黑色顶纹. 嘴长而下弯, 但是嘴比白腰杓鹬短. ",
        食物: "以环节动物, 甲壳类, 小鱼, 昆虫等为食. ",
        分布: "栖息于沼泽, 浅滩, 湿草原等处 . 营巢于地面凹坑. "
      },
      白腰杓鹬: {
        拉丁名: "Numenius arquat",
        英文名: "Eurasian Curlew",
        相关知识: "鹬科, 杓鹬属",
        体型:
          "体型大 (50-60cm) , 嘴长, 向下弯. 不论年纪, 季节, 羽毛颜色大致相同. 飞行时, 课件白色的翼下覆羽, 腰和下背. ",
        食物:
          "以甲壳类, 软体动物, 小鱼, 昆虫, 植物种子等为食. 常边走边将长而向下弯曲的嘴插入泥中探觅食物. ",
        分布:
          "栖息于森林和平原中的湖泊, 河流岸边和附近的沼泽, 草地以及农田地带, 也出现于海滨, 河口沙洲和沿海沼泽湿地, 特别是冬季. 常成小群活动. 性机警, 活动时步履缓慢稳重, 并不时的抬头四处观望, 发现危险立刻飞走, 并伴随一声'go一ee'的鸣叫. 飞行有力. 飞行时两翅煽动缓慢.  "
      },
      鸥石鸻: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p103.jpg",
        拉丁名: "Burhinus oedicnemus",
        英文名: "Eurasian Stone-curlew",
        中文俗名: "欧石鸻",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体大 (41厘米) 的黄褐色鸻样鸟. 黄色的眼睛大而凝神, 多取卧伏姿态. 翼上白色横纹的边缘上褐而下黑; 飞羽合拢时成黑色, 飞行时具两道白色条带. 虹膜－黄色; 嘴－黑色, 嘴基黄色; 脚－黄色. ",
        习性:
          "善走. 栖于开阔干燥而多灌丛的多石地带. 有时成小群活动. 白天休息, 黄昏及夜晚很活跃. 卧伏地面时头平伸. ",
        分布:
          "南欧, 北非, 中东至中亚. 在中国非常罕见. 指名亚种为留鸟, 分布在西藏极东南部高可至海拔1000米; 于广东沿海有迷鸟记录"
      },
      漂鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p104.jpg",
        拉丁名: "Tringa incana",
        英文名: "Wandering Tattler",
        中文俗名: "灰鹬",
        濒危状况: "Least Concern (LC) ",
        体型:
          "中等体型 (28厘米) 的灰色鹬. 腿暗淡黄色, 嘴细直. 冬羽全灰, 眉纹, 颏, 喉, 腹部及尾下覆羽白色. 虹膜－褐色; 嘴－灰色; 脚－暗淡黄色. ",
        习性:
          "漂鹬栖息于山地溪流, 湖泊, 水塘岸边和海边岩石与岩礁地带. 常单独或成小群活动. 多在岩石海边, 岩礁, 海滨沙滩和泥地上活动和觅食. 也常出入于河口沙洲, 沙石河边和水边浅水处. 常沿水边奔跑觅食, 并不断的上下摆动着尾. 性胆怯, 遇危险时常蹲伏隐蔽, 一般很少起飞. 飞行快而轻巧, 两翅煽动轻微, 显得毫不费力. 也善游泳. ",
        食物:
          "漂鹬主要在海边觅食小型甲壳类, 软体动物, 蠕虫等小型海洋无脊椎动物, 也在淡水水边浅水处和草地上觅食昆虫和昆虫幼虫, 觅食时常将嘴伸入水底. 有时甚至将整个头也伸入水中探觅食物. 除在水底捕捉食物外, 它也能捕食地面和飞行中的昆虫. 嘴在啄食时行动极为迅速. ",
        分布:
          "繁殖于阿拉斯加及美国西北部. 南下越冬从美国西部沿海至菲律宾, 澳大利亚及南太平洋岛屿. 在中国罕见. 偶见于台湾越冬. ",
        繁殖:
          "漂鹬繁殖于西伯利亚东北部, 堪察加半岛, 往东到阿拉斯加和北美西北部, 越冬于南美, 秘鲁, 夏威夷, 澳大利亚, 新西兰和太平洋中的一些岛屿. 中国偶见于台湾和澎湖列岛. 漂鹬的繁殖期为6一7月. 繁殖于阿拉斯加, 北美西北部和西伯利亚东北部高原地带, 巢多置于山地河流岸边沙滩, 沙石地上或岩石上的凹坑内, 内垫有细草茎. 求偶期间雌雄鸟也进行求偶飞行, 迅速的在巢地上空边叫边飞翔, 有时飞得很高, 有时又栖于水边树上或圆石上, 不断的发出求偶鸣叫. 每窝产卵4枚. 卵的颜色为灰绿色, 被有暗褐色斑点. 卵的大小为43—45×31一32毫米. 雌鸟孵卵. "
      },
      普通秋沙鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p105.jpg",
        拉丁名: "Mergus merganser",
        英文名: "Common Merganser",
        中文俗名: "川秋沙鸭",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体型略大(68厘米)的食鱼的鸭. 细长的嘴具钩. 雄鸟繁殖期头及背部绿黑, 与光洁的乳白色胸部及下体成对比. 飞行时翼白而外侧三极飞羽黑色. 雌鸟及非繁殖期雄鸟上体深灰, 下体浅灰, 头棕褐色而颏白. 体羽具蓬松的副羽, 较中华秋沙鸭的为短但比体型较小的红胸秋沙鸭为厚. 飞行时次级飞羽及覆羽全白, 并无红胸秋沙鸭那种黑斑. 幼鸟: 似雌鸟, 喉白色一直延伸至胸. 虹膜－褐色; 嘴－红色; 脚－红色. ",
        习性:
          "常成小群, 迁徙期间和冬季, 也常集成数十甚至上百只的大群, 偶尔也见单只活动. 游泳时颈伸得很直, 有时也将头浸入水中频频潜水. 休息时多游荡在岸边或栖息于水边沙滩上. 飞行快而直, 两翅扇动较快, 常发出清晰的振动翅膀声. 起飞时显得很笨拙, 需要两翅在水面急速拍打和在水面助跑一阵才能飞起. 潜水亦很好, 每次能在水中潜泳25-35秒. 也能在地上行走, 不甚怕人, 时常出现在城市公园, 湖泊中, 但甚警觉, 人难于靠近. ",
        保护现状:
          "普通秋沙鸭是中国秋沙鸭中数量最多, 分布最广的一种, 冬季和迁徙期间在中国东部和长江流域是常见的, 而且种群数量较大, 遍布于各种湖泊, 山区溪流和低地. 但近来不常见, 而且种群数量很少. 据国际水禽研究局1990年和1992年组织的亚洲隆冬水鸟调查, 1990年中国见到3466只, 1992年见到7256只. 在全球的种群数量, 北美的越冬种群数量约165000只, 欧洲西北部约75000只, 俄罗斯西部黑海和里海地区约26000只. 在亚洲, 西亚79只, 南亚317只, 东亚10305只. 列入《世界自然保护联盟》 (IUCN) 国际鸟类红皮书, 2009年名录 ver 3.1",
        巢:
          "通常营巢于紧靠水边的老龄树上天然树洞中, 也在岸边岩石缝隙, 地穴, 灌丛与草丛中营巢. 每窝产卵8-13枚, 卵白色或乳白色, 光滑无斑, 大小为54-75mm×37-51mm, 重75-98g. 雌鸟孵卵, 雄鸟在雌鸟开始孵卵后不久即离开雌鸟, 与别的雄鸟一起到僻静处换羽, 孵化期32-35天. ",
        食物:
          "越冬期间常见成对或4-5只, 顶多10余只结小群在湖泊, 水库, 池塘或沼泽地中活动和觅食. 善于潜水, 在水中追捕鱼类等食物. 食性以鱼, 虾, 水生昆虫等动物性食物为主, 亦采食少量的水生植物. ",
        分布:
          "繁殖于欧洲北部, 西伯利亚, 北美北部和中国西北和东北地区, 越冬在繁殖地以南, 几乎遍及整个北半球. 在中国主要繁殖在东北西北部, 北部和中部, 新疆西部, 中部和天山北部, 青海东北部, 南部以及西藏南部. 越冬于吉林, 辽宁, 河北, 山东, 往西至甘肃, 青海, 四川, 云南, 喜马拉雅山麓, 贵州, 往南至广东, 广西和福建, 偶尔到台湾. ",
        繁殖:
          "繁殖期5-7月. 通常呈小群到达繁殖地. 对的形成多在冬季和春季迁徙的路上, 亦有在到达繁殖地后才形成对. 到达后不久, 群即逐渐分散, 成对进到富有鱼和水生动物的林中溪流觅找巢位. "
      },
      普通燕鸻: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p106.jpg",
        拉丁名: "Glareola maldivarum;英文名: Oriental Pratincole",
        中文俗名: "东方燕鸻, 燕鸻, 土燕子",
        濒危状况: "Least Concern (LC) ",
        体型:
          "中等体型 (25厘米) ,  翼长, 叉形尾, 喉皮黄色具黑色边缘 (冬候鸟较模糊) . 上体棕褐色具橄榄色光泽; 两翼近黑; 尾上覆羽白色; 腹部灰; 尾下白; 叉形尾黑色, 但基部及外缘白色. 虹膜－深褐; 嘴－黑色, 嘴基猩红; 脚－深褐. ",
        习性:
          "通燕鴴栖息于开阔平原地区的湖泊, 河流, 水塘, 农田, 耕地和沼泽地带. 也出现于离水域不远的潮湿沙地和草地上活动和觅食. 繁殖期间常单独或成对活动, 非繁殖期则常成群. 飞行迅速, 常长时间的在河流, 湖泊和沼泽等水域上空飞翔, 常常边飞边叫, 叫声尖锐, 似gi—i—gi—i声. 降落地面后, 常作短距离的奔跑. 在地上多活动在河流两岸或湖边沙滩, 砾石堆和泥地上, 缓步走动觅食, 间或急速奔跑啄食. 休息时多站立于土堆或沙滩上, 由于体色和周围环境很相似, 一般不易被发现. ",
        食物:
          "普通燕鴴主要吃金黾甲, 蚱蜢, 蝗虫, 螳螂等昆虫. 也吃蟹, 甲壳类等其它小型无脊椎动物. 主要在地面捕食. 有时也在飞行中捕食.  ",
        分布:
          "繁殖于亚洲东部; 冬季南迁经印度尼西亚至澳大利亚. 地区性常见鸟. 指名亚种繁殖于华北, 东北, 华东, 新疆及海南岛. 留鸟见于台湾. 有记录迁徙时见于中国东部多数地区. 普通燕鴴在中国繁殖于黑龙江, 吉林, 辽宁, 内蒙古东部, 河北, 山东, 福建, 海南岛和台湾. 国外繁殖于贝加尔湖东南部, 蒙古, 印度, 缅甸, 泰国. 越冬于马来亚, 印度尼西亚和澳大利亚. 迁徙期间经过我国四川, 云南, 广东, 福建, 台湾和兰屿",
        繁殖:
          "普通燕鴴的繁殖期为5—7月. 繁殖初期常成群在空中飞翔. 营巢于河流, 湖泊岸边或附近沙土地上, 也在河心小岛, 溪旁和稻田地边筑巢. 常成群营巢. 巢甚简陋, 常在沙土地上稍微扒一浅坑即可产卵. 有的坑内仅垫少许枯草, 但多数直接产卵于沙土窝中. 每窝产卵2—4枚. 卵的颜色为黄灰色, 土灰色或乳白色, 其上被有暗褐色, 灰色或棕黑色斑点, 尤以钝端较密. 卵的大小为28—34×21一26毫米. "
      },
      普通秧鸡: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p107.jpg",
        拉丁名: "Rallus indicus",
        英文名: "Brown-cheeked Rail",
        中文俗名: "紫面秧鸡, 棕颊秧鸡, 秋鸡, 水鸡",
        濒危状况: "Least Concern (LC) ",
        体型:
          "中等体型 (29厘米) 的暗深色秧鸡. 上体多纵纹, 头顶褐色, 脸灰, 眉纹浅灰而眼线深灰. 颏 (脸的最下方) 白, 颈及胸灰色, 两胁具黑白色横斑. 亚成鸟翼上覆羽具不明晰的白斑. 虹膜－红色; 嘴－红色至黑色; 脚－红色. ",
        习性:
          "性羞怯. 栖于河湖岸边与沼泽湿地芦苇丛和水草丛中筑巢. 繁殖生活于北方, 迁南方过冬. 对栖息地的选择较广, 有湿地, 草地, 森林和灌丛等生活型, 在许多海岛上作为迷鸟分布并能生存下去, 但生活在海岛上的种类多数都丧失飞行能力. ",
        食物:
          "在非繁殖季节通常单个栖息, 繁殖季节为季节性配对或家庭栖息, 单个或成对活动. 以昆虫, 小鱼, 甲壳类, 软体动物等为食. ",
        分布:
          "古北界; 迁徙至东南亚及婆罗洲. 国内分布于东北, 内蒙古, 河北, 青海和四川西南部 (留鸟) ; 浙江, 湖北, 福建和广东, 台湾, 新疆, 甘肃等. 于分布区甚常见. 亚种korejewi于中国西北, 华北及四川; indicus 繁殖于中国东北, 南迁至中国东南及台湾越冬. ",
        繁殖:
          "大多数为单配制, 配对关系仅在繁殖季节发生. 在非繁殖季节基本上不鸣叫. 两性或仅由雌鸟营巢, 每窝产卵5—10枚, 每年产1—2窝, 孵卵期14—24天. 两性都参加孵卵, 少数种类仅由雌鸟孵卵. 通常由双亲喂食和照顾幼鸟. 1岁或不足1岁便开始繁殖. "
      },
      钳嘴鹳: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p108.jpg",
        拉丁名: "Anastomus oscitans",
        英文名: "Asian Openbill",
        中文俗名: "亚洲钳嘴鹳, 亚洲开嘴鹳",
        濒危状况: "Least Concern (LC) ",
        体型:
          "钳嘴鹳体长81厘米, 体羽白色至灰色, 冬羽烟灰色. 飞羽和尾羽黑色. 嘴呈浅色, 较厚, 且有明显的弧形缝隙. 下喙有凹陷, 喙闭合时有明显缺口. 虹膜—白色至褐色; 脸部裸露皮肤—灰黑色; 喙—淡绿的角质色或红色; 脚—粉红色. ",
        习性:
          "钳嘴鹳是迁徙鸟类. 是高度社会化的动物, 繁殖期形成与其他鹳及水禽混群, 在大树上筑巢, 如苍鹭. 巢分层, 以促进资源分工并存的物种之间和适应巢大小间的变化. 繁殖区集大群建巢的鹳, 有效地抵御食肉动物的猎杀. 捍卫领地的行为也被视为同一物种内的配合对之间. 一对成员经常共同捍卫自己的巢, 在同种内相互攻击. ",
        巢:
          "在一项研究中, 平均一群落被发现含有150巢, 其中每一个是在长度约100厘米, 具有30厘米的半径. 鹳鸟留在靠近自己的繁殖群, 在1至1.5公里的范围内寻找食物资源. 实际上, 这个物种活动范围在繁殖季节的洄猎范围要大得多. ",
        食物:
          "在沼泽地和沿海滩涂觅食软体动物. 是食肉动物. 食物主要包括两栖爬行类, 小型水生无脊椎动物和甲壳类动物, 如软体动物, 螃蟹, 蠕虫, 青蛙, 蜥蜴, 蛇, 虫, 鱼也弥补了饮食的很大一部分. 钳嘴鹳离开他们的居住地, 不停的寻找食物. 通常独自觅食. 在水中, 用触觉和视觉定位猎物. 有时跟踪猎物, 努力捕捉它们. 在大多数情况下, 这些鹳吞下猎物的整体, 然而, 也可能会利用自己尖锐的下颌骨粉碎硬壳猎物并提取它们的肉. ",
        分布:
          "钳嘴鹳主要分布在印度, 巴基斯坦, 斯里兰卡, 孟加拉国, 尼泊尔, 越南, 缅甸, 泰国等国家和地区. 近年 (2006年后) 在中国的云南, 贵州, 广西, 四川等地也有分布. ",
        繁殖:
          "钳嘴鹳主要是一夫一妻制, 但是极少数情况下也有报道是一夫多妻制的. 在繁殖季节, 通常成对早早在树上占据筑巢. 有的雄鹳如果到达的晚了, 就会抢占并要求分享筑巢地点, 会发生种内的攻击. 在此过程中, 它们吸引一些单身雄鹳加入战斗. 最后, 一些雄鹳加入原本的雌鸟与交配的雄性的单配对或被替换. 在以同样的方式以一夫多妻制替代原来的一夫一妻制. 一夫多妻的巢普遍分享筑巢和孵化, 雏鸟被几只成鸟喂养和呵护, 以及对种内的攻击保护方面也非常成功. "
      },
      翘鼻麻鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p109.jpg",
        拉丁名: "Tadorna tadorna",
        英文名: "Common Shelduck",
        中文俗名: "白鸭, 冠鸭, 掘穴鸭, 潦鸭, 翘鼻鸭, 花凫",
        体型:
          "体大 (60厘米) 而具醒目色彩的黑白色鸭. 雄鸟: 绿黑色光亮的头部与鲜红色的嘴及额基部隆起的皮质肉瘤对比强烈. 胸部有一栗色横带. ",
        习性:
          "翘鼻麻鸭繁殖期主要栖息于开阔的盐碱平原草地, 碱水和淡水湖泊, 海岸, 岛屿及其附近沼泽地带. 迁徙和越冬期间也栖息于浅水海湾, 淡水湖泊, 水库, 河口, 盐田和海边滩地. 喜欢成群生活. 特别是冬季, 常集成数十只至数百只的大群. 繁殖期间则成对生活. 飞行疾速, 两翅煽动较快. 善游泳和潜水, 也善行走. 能在地上轻快的奔跑. 性机警, 常不断的伸颈四处观望. ",
        保护现状:
          "翘鼻麻鸭在中国的种群数量一直是很丰富的, 是中国主要狩猎对象之一. 但有关它们的种群数量过去未作过专门调查. 据国际水禽研究局1990年组织的亚洲水鸟调查, 中国共有19188只, 日本475只, 韩国177只, 孟加拉国359只, 印度656只, 巴基斯坦416只, 总计在亚洲地区约25000只. 在欧洲为13万只. 目前世界总的种群数量约15万只. ",
        巢:
          "营巢于海岸和湖边沙丘或石壁间, 有时也在开阔草原上天然洞穴或孤, 兔等动物的废弃洞穴中营巢. 洞穴有的深达4米. 巢呈盘状. 多以禾本科植物, 芨芨草, 鸟骨和鱼骨构成. 内垫以大量绒羽. 巢高8厘米, 深6厘米, 内径17.5厘米, 外径26厘米. ",
        食物:
          "翘鼻麻鸭主要以水生昆虫, 昆虫幼虫, 藻类, 软体动物, 蜗牛, 牡蛎, 海螺蛳, 沙蚕, 水蛭, 蜥蜴, 蝗虫, 甲壳类, 陆栖昆虫, 小鱼和鱼卵等动物性食物为食, 也吃植物叶片, 嫩芽和种子等植物性食物. ",
        分布:
          "翘鼻麻鸭的繁殖区从挪威海岸, 瑞典, 英国, 法国, 欧洲中部, 地中海, 黑海和里海沿岸以及中亚, 往东一直到东西伯利亚, 蒙古和中国黑龙江, 吉林, 内蒙古, 甘肃, 青海和新疆. 越冬在欧洲南部, 非洲北部, 伊朗, 印度, 朝鲜, 日本, 中南半岛和中国长江中下游和东南沿海地区. 由西欧至东亚, 越冬区至北非, 印度及中国南方. ",
        繁殖:
          "翘鼻麻鸭每年3月初开始离开越冬地迁往北方繁殖地, 到达东北繁殖地的时间在4月初至4月中旬; 到达西北繁殖地的时间在4月末至5月初; 秋季在9月末开始离开繁殖地前往越冬地, 1O月末至11月初到达南方越冬地. 迁徙时多呈家族群和小群. 迁徙路线主要沿海岸与河流进行. 沿途不断停息和觅食. 翘鼻麻鸭二龄时性成熟. 通常在越冬地时对即已形成, 但也有在迁徙途中和到达繁殖地后才形成对. 交配在水中, 有时也在陆地上进行. 每窝产卵7—12枚. 通常8—10枚. 卵为椭圆形, 颜色为浅黄色或奶白色. 卵的大小为62—70×42—51毫米; 卵重69—78克. 通常一天一枚. 产完最后一枚卵后即开始孵卵. 孵卵由雌鸟单独承担, 雄鸟在巢附近警戒, 当有危险时雄鸟立即发出报警叫声, 同时向巢飞去. 雌鸟每天离巢外出觅食时, 常用绒羽将卵盖住, 即使在比较深的洞中孵卵也不例外. 在孵卵的最后两天, 雌鸟根本不离巢. 孵卵明27—29天. 雏鸟早成性. 孵出后不久便能活动, 同时独自从巢中走出来, 在亲鸟的带领下进入水中活动. 一个多月后雏鸟即具飞翔能力, 但仍与亲鸟一起生活, 直到笫二年春天. "
      },
      翘嘴鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p110.jpg",
        拉丁名: "Xenus cinereus",
        英文名: "Terek Sandpiper",
        中文俗名: "翘嘴鹬",
        濒危状况: "Least Concern (LC) ",
        体型:
          "中等体型 (23厘米) 的低矮灰色鹬. 嘴长而上翘; 上体灰色, 具晦黯的白色半截眉纹; 黑色的初级飞羽明显; 繁殖期肩羽具黑色条纹, 胸部具黑褐色细纵纹, 羽干深色; 腹部及臀白色. 飞行时翼上狭窄的白色内缘明显. 虹膜－褐色; 嘴－黑色, 嘴基黄色; 脚－橘黄. ",
        习性:
          "喜沿海泥滩, 小河及河口, 进食时与其他涉禽混群, 但飞行时不混群. 通常单独或一两只在一起活动, 偶成大群. ",
        分布:
          "繁殖于欧亚大陆北部; 冬季南移远及澳大利亚和新西兰. 迁徙时常见于中国东部及西部. 部分非繁殖鸟整个夏季可见于中国南部. "
      },
      青脚滨鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p111.jpg",
        拉丁名: "Calidris temminckii",
        英文名: "Temminck's Stint",
        中文俗名: "青脚滨鹬",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体小(14厘米)而矮壮, 腿短, 灰色. 上体(冬季)全暗灰; 下体胸灰色, 渐变为近白色的腹部. 尾长于拢翼. 与其他滨鹬区别在于外侧尾羽纯白, 落地时极易见, 且叫声独特, 腿偏绿或近黄. 夏季体羽胸褐灰, 翼覆羽带棕色. 虹膜－褐色; 嘴－黑色; 腿及脚－偏绿或近黄. ",
        习性:
          "青脚滨鹬同其他滨鹬, 喜沿海滩涂及沼泽地带, 成小或大群. 主要淡水鸟, 也光顾潮间港湾. 被赶时猛地跃起, 飞行快速, 紧密成群作盘旋飞行. 站姿较平. ",
        分布:
          "青脚滨鹬繁殖于古北界北部; 冬季至非洲, 中东, 印度, 东南亚, 菲律宾及婆罗洲. 该物种的模式产地在德国. 青脚滨鹬是定期出现但却罕见的过境鸟, 于中国全境. 越冬群体见于台湾, 福建, 广东及香港. "
      },
      青头潜鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p112.jpg",
        拉丁名: "Aythya baeri",
        英文名: "Baer's Pochard",
        中文俗名: "东方白眼鸭 (♂) , 白目凫 (♂) , 青头鸭",
        濒危状况: "Critically Endangered (CR) ",
        体型:
          "适中 (45厘米) 的近黑色潜鸭. 胸深褐, 腹部及两肋白色; 翼下羽及二级飞羽白色, 飞行时可见黑色翼缘. 繁殖期雄鸟: 头亮绿色, 偏黑. 雌鸟: 头颈黑褐, 头侧, 颈侧棕褐, 眼先与嘴基之间有一栗红色近似圆形斑, 眼褐色或淡黄色. 颏部有一三角形白色小斑. 虹膜－雄鸟白色, 雌鸟褐; 嘴－蓝灰; 脚－灰色. ",
        习性:
          "繁殖期主要栖息在富有芦苇和蒲草等水生植物的小湖中, 在山区森林地带多水草的小型湖泊, 水塘和沼泽地带也常出入. 冬季多栖息在大的湖泊, 江河, 海湾, 河口, 水塘和沿海沼泽地带. 不喜欢水流湍急的河流. 常成对或成小群活动在水边水生植物丛中或附近水面上. 秋季和冬季也集成数十只甚至近百只的大群. 有时也与凤头潜鸭或其他潜鸭混群栖息. 性胆怯, 翅强而有力, 飞行甚快, 也能很快的在地上行走. 善潜水和游泳, 在水面起飞也甚灵活. 受惊时能立刻从水面冲起. ",
        食物:
          "主要以各种水草的根, 叶, 茎和种子等为食, 也吃软体动物, 水生昆虫, 甲壳类, 蛙等动物性食物. 觅食方式主要通过潜水, 但也能在水边浅水处直接伸头摄食.  ",
        分布:
          "西伯利亚及中国东北. 在东南亚越冬. 全球性易危 (Collar et al., 1994) . 在中国过去常见, 现在为罕见季节性候鸟. 在中国东北繁殖; 迁徙时见于中国东部, 越冬于华南大部地区. 在香港的米埔偶有记录. ",
        繁殖:
          "繁殖期为5-7月. 也有少数迟至8月初. 营巢于水边地上草丛中或水边浅水处芦苇丛和蒲草丛中. 巢用干草构成. 每窝产卵6-9枚. 卵为淡黄色或淡褐色, 大小为27-40×50-55毫米. 雌鸟孵卵. 雄鸟在雌鸟开始孵卵后即离开雌鸟前往换羽地换羽. 孵化期27天. 雏鸟雌性成性, 孵出后不久即能跟随亲鸟活动和觅食. 大约经过150多天的雏鸟期生活后即能飞翔. "
      },
      丘鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p113.jpg",
        拉丁名: "Scolopax rusticola",
        英文名: "Eurasian Woodcock",
        中文俗名: "丘鹬",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体大 (35厘米) 而肥胖, 腿短, 嘴长且直. 起飞时振翅嗖嗖作响. 占域飞行缓慢, 于树顶高度起飞时嘴朝下. 飞行看似笨重, 翅较宽. 虹膜－褐色; 嘴－基部偏粉, 端黑; 脚－粉灰. ",
        习性:
          "丘鹬栖息于阴暗潮湿, 林下植物发达, 落叶层较厚的阔叶林和混交林中, 有时也见于林间沼泽, 湿草地和林缘灌丛地带. 迁徙期间和冬季, 也见于开阔平原和低山丘陵地带的山坡灌丛, 竹林, 甘蔗田和农田地带. 多夜间活动. 白天常隐伏在林中或草丛中, 夜晚和黄昏才到附近的湖畔, 河边, 稻田和沼泽地上觅食. 白天隐伏不出. 除繁殖期在黄昏时能看到它在森林上空的求偶飞行外, 一般白天很难见到它. 遇到危险时被迫从地下惊起, 也常常只飞很短距离就又落入地上草丛或灌丛中隐伏不出. 飞行时嘴朝下, 飞行快而灵巧, 能在飞行中不断变换方向穿梭于树林中, 但飞行时显得笨重, 身子摇晃不定. 性孤独, 常单独生活, 不喜集群. 也少鸣叫, 仅起飞时鸣叫. ",
        巢:
          "营巢于阔叶林和针阔叶混交林中, 多在林下灌木或草本植物发达, 或有小块沼泽湿地和有灌木覆盖的潮湿悬岩边上筑巢. 通常置巢于灌木或树桩下和倒木下. 也常置巢于草丛中. 巢由雌鸟建造. 通常利用小灌木旁的枯枝落叶作巢基, 扒成一圆形小坑, 然后铺垫以干草和树叶即成. 巢的直径大小为15厘米左右, 每窝产卵通常4枚, 偶尔为3枚和5枚, 甚至有多至6枚的. ",
        食物:
          "丘鹬主要以鞘翅目, 双翅日, 鳞翅目昆虫, 昆虫幼虫, 蚯蚓, 蜗牛等小型无脊椎动物为食, 有时也食植物根, 浆果和种子. 觅食多在晚上, 黎明和黄昏. 觅食时用长嘴插入潮湿泥土中, 并摆动头部, 探觅蠕虫, 蚯蚓和昆虫幼虫. 也直接在地面啄食.  ",
        分布:
          "古北界; 于东南亚为候鸟. 繁殖于黑龙江北部, 新疆西北部的天山, 四川及甘肃南部. 迁徙时经中国的大部地区. 越冬在中国北纬32°以南大多数地区, 台湾及海南岛也有越冬鸟.  国外繁殖于欧亚大陆和日本. 越冬于北非, 印度, 中南半岛, 日本, 偶尔到菲律宾. ",
        繁殖:
          "丘鹬的繁殖期为5—7月. 到达繁殖地后不久雄鸟即开始求偶飞行. 通常多在黎明和傍晚, 当太阳没落后或升起前, 雄鸟即在森林上空振翅飞翔, 并发出婉啭多变的鸣声向雌鸟求爱. 然后落到地上进行交配. 交配后雄鸟即和雌鸟呆在一起, 直到雌鸟开始孵卵. 卵的形状为梨形和卵圆形, 颜色为赭色或暗沙粉红色, 被有锈色或暗棕红色斑点. 卵的大小为42—44×31—34毫米. 雌鸟孵卵. 孵化期23土1天"
      },
      鹊鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p114.jpg",
        拉丁名: "Bucephala clangula",
        英文名: "Common Goldeneye",
        中文俗名: "金眼鸭, 喜鹊鸭, 白脸鸭",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体型中等 (48厘米) 的深色潜鸭. 头大而高耸, 眼金色. 寿命17年. " +
          "繁殖期雄鸟: 胸腹白色, 次级飞羽极白. 嘴基部具大的白色圆形点斑; 头余部黑色闪绿光. 体重700 -1200g. 雌鸟: 烟灰色, 具近白色扇贝形纹; 头褐色, 无白色点或紫色光泽; 通常具狭窄白色前颈环. 体重500 - 800g. 非繁殖期雄鸟: 似雌鸟, 但近嘴基处点斑仍为浅色. " +
          "虹膜－黄色; 嘴－近黑; 脚－黄色. ",
        习性:
          "春季于3月初开始从越冬地迁往繁殖地, 少数持续到4月初才迁走, 亦有部分不参与繁殖的幼鸟留在更靠北的越冬地. 秋季于10月初至11月从繁殖地南迁. 常呈小群沿河流或海岸进行迁飞. 一般不高飞, 多贴水面飞行.  繁殖期主要栖息于平原森林地带中的溪流, 水塘和水渠中, 尤喜湖泊与流速缓慢的江河附近的林中溪流与水塘; 非繁殖季节主要栖息于流速缓慢的江河, 湖泊, 水库, 河口, 海湾和沿海水域. 除繁殖期外常成群活动, 一般10-20多只, 亦见有多至40-50只的大群. 性机警而胆怯, 人不能靠近, 常常很远见人就飞走或游开. 游泳时尾翘起. 白天活动成群游泳在水流缓慢的江河与沿海海面, 边游边不断潜水觅食. ",
        巢:
          "喜欢利用旧巢, 如无干扰或巢未被破坏, 常被多年利用. 巢内放有少许树木屑和树韧皮纤维, 开始产卵后雌鸟从自己身上拔下大量绒羽放于巢内. ",
        食物:
          "食物主要为昆虫及其幼虫, 蠕虫, 甲壳类, 软体动物, 小鱼, 蛙以及蝌蚪等各种所能利用的淡水和咸水水生动物. ",
        分布:
          "分布于北美洲和古北界. 菲律宾, 文莱, 马来西亚, 新加坡, 印度尼西亚的苏门答腊, 爪哇岛以及巴布亚新几内亚. 中国繁殖于黑龙江北部及西北地区, 在南方台湾越冬. 数量较少. 繁殖于东北大兴安岭地区, 越冬于华北沿海, 东南沿海和长江中下游, 东至福建和广东, 西至西藏, 偶见于台湾, 也发现部分在吉林省松花江和鸭绿江以及辽宁省丹东和大连湾一带越冬; 迁徙时经过东北, 华北, 甘肃, 青海和新疆. 国外分布, 繁殖于北美北部, 西伯利亚, 欧洲中部和北部, 一直到斯堪的纳维亚半岛; 越冬在欧亚大陆南部, 不列颠群岛, 南至地中海, 波斯湾, 印度北部, 孟加拉国, 缅甸, 日本以及北美中部和南部. ",
        繁殖:
          "繁殖在北半球北部的广大地区, 一般在靠近森林或森林中富有水生动物的湖泊, 河流, 水塘和沼泽地上繁殖. 对多在冬季末或在春季迁徙的路上形成, 也有在到达繁殖地后才成对. 繁殖期5-7月. 通常营巢于水域岸边天然树洞中, 特别是杨树, 桦树, 橡树等树洞多被利用. 每窝产卵8-12枚, 卵淡蓝绿色, 大小为53-68mm×41-47mm, 重52-67g. 雌鸟孵卵, 雄鸟在雌鸟开始孵卵后不久即离开雌鸟独自到湖中或海上换羽, 孵化期30天. 孵卵的初期雌鸟在早晨和下午离巢觅食, 离巢前用巢边绒羽将卵盖住, 在孵卵后期则很少离巢或不离巢. 雏鸟早成性, 孵出后第二天即能独自从树洞中跳下来进入水中, 进行游泳和潜水, 在雌鸟带领下经过50-70天即能飞翔. 2龄时性成熟. "
      },
      肉垂麦鸡: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p115.jpg",
        拉丁名: "Vanellus indicus",
        英文名: "Red-wattled Lapwing",
        中文俗名: "肉垂麦鸡",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体大(33厘米)的黑, 白及褐色麦鸡. 头, 喉及胸中部黑色; 耳羽具白色斑块; 上背, 翼覆羽及背部浅褐; 翼尖, 尾后缘及尾的次端斑黑色; 翼斑, 尾基尾尖及下体余部白色. 嘴基上的红色肉垂使其得名. 虹膜－褐色; 嘴－红色, 端黑; 脚－黄色",
        分布:
          "肉垂麦鸡分布图阿富汗, 孟加拉国, 不丹, 柬埔寨, 中国, 印度, 印度尼西亚, 伊朗, 伊斯兰共和国, 伊拉克, 以色列, 科威特, 老挝人民民主共和国, 马来西亚, 缅甸, 尼泊尔, 阿曼, 巴基斯坦, 卡塔尔, 沙特阿拉伯, 新加坡, 斯里兰卡, 阿拉伯叙利亚共和国, 泰国, 土耳其, 土库曼斯坦, 阿拉伯联合酋长国, 越南. 中国分布于云南 (留鸟) , 分布地点包括思茅, 永德 (勐底, 大雪山) , 双江 (城郊, 勐库) , 耿马 (城郊, 勐定四方井) , 龙陵, 腾冲, 丽江, 大理, 景洪 (橄榄坝, 小勐养, 勐龙, ) , 勐腊 (小勐仑, 勐醒) , 勐海 (城郊, 勐阿) , 潞西, 陇川 (户撒) , 盈江, 通海等. 在广东南部, 广西, 海南, 贵州等地也有分布. ",
        繁殖:
          "肉垂麦鸡的繁殖期为4—7月. 营巢于水域附近开陶的草地上或裸露地上和沙地上. 雌雄成对营巢繁殖. 领域性强. 每窝产卵3—4枚. 卵的颜色为灰褐色, 被有黑色斑点. 卵的大小为40～45×28—3l毫米. "
      },
      三趾滨鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p116.jpg",
        拉丁名: "Calidris alba",
        英文名: "Sanderling",
        中文俗名: "三趾鹬",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体型略小 (20厘米) 的近灰色涉禽. 肩羽明显黑色. 比其他滨鹬白, 飞行时翼上具白色宽纹; 尾中央色暗, 两侧白. 特征为无后趾. 夏季鸟上体赤褐色. 虹膜－深褐; 嘴－黑色; 脚－黑色. ",
        习性:
          "喜滨海沙滩, 极少至泥地. 通常随落潮在水边奔跑, 同时拣食海潮冲刷出来的小食物. 有时独行但多喜群栖. ",
        分布:
          "北界. 繁殖在北半球, 冬季远至澳大利亚及新西兰. 分布状况: 甚常见的冬候鸟及过境鸟. 为新疆西部, 西藏南部, 整个东北, 贵州及海南的偶见迁徙鸟, 但相当数量鸟于华南, 东南沿海及台湾的南部越冬. "
      },
      沙丘鹤: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p117.jpg",
        拉丁名: "Grus canadensis",
        英文名: "Sandhill Crane",
        中文俗名: "棕鹤, 加拿大鹤",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体高 (104厘米) 的灰色鹤. 脸偏白, 额及顶冠红色, 飞行时可见深灰色的飞羽. 幼鸟与成鸟相似, 但翅膀有覆羽, 颈部和背部近端为浅红褐色. 虹膜－黄色; 嘴－灰色; 脚－灰色. ",
        习性:
          "沙丘鹤栖息于富有灌丛和水草的平原沼泽, 湖边草地, 水塘及河岸沼泽地带, 有时也出现在有树木和草本植物的高原地带. 常成家族群活动, 性机警而胆小, 常匿藏在灌木和较高的草丛中, 仅将头部和颈部伸出于灌丛或草丛的上面, 稍有危险便立刻起飞. 起飞时需要在地上跑走一段距离, 然后才能飞起, 同时发出高声的鸣叫. ",
        巢:
          "营巢于紧靠水边的灌丛中或沙地上, 常由亲鸟在地面上刨一个直径大约为60厘米的浅坑, 坑内铺垫以枯草和羽毛. ",
        食物:
          "主要以各种灌木和草本植物的叶, 芽, 草籽和谷粒等为食, 也吃部分昆虫. ",
        分布:
          "主要分布于北美, 古巴及西伯利亚东北部, 越冬的沙丘鹤大部分集中在美国的国家级自然保护区内. 美国佛罗里达州面积1万公顷的格列湖沼泽, 是沙丘鹤典型的集中营巢地, 在其它地方则鲜有发现. 中国仅有指名亚种, 分别在江苏北部和江西鄱阳湖各发现过1只, 很可能是失群的迷鸟. 繁殖于北美洲及西伯利亚东部; 南方越冬. 偶见于中国东部",
        繁殖:
          "繁殖于北美洲及西伯利亚东部. 繁殖期为5～7月. 配偶为一雄一雌制, 到达繁殖地后不久便开始配对和求偶. 求偶炫耀时雄鸟和雌鸟不断地相对鸣叫, 跳跃和舞蹈, 一起飞向空中, 然后又落到地面上. 每窝产卵1～2枚, 卵的形状为卵圆形, 颜色从肉桂褐色到橄榄褐色. "
      },
      黄胸鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p118.jpg",
        拉丁名: "Tryngites subruficollis",
        英文名: "Buff-breasted Sandpiper",
        中文俗名: "饰胸鹬",
        濒危状况: "Near Threatened (NT) ",
        体型:
          "中等体型 (14厘米) 的偏褐色鹬. 特征为冬羽的头部, 颈及胸皮黄色. 头顶近褐, 头余部皮黄色但平淡而无斑纹. 颏及臀白色. 飞行时翼上无白色斑纹. 翼下白色, 前后缘均暗色, 初级覆羽具特征性黑色月牙形斑块. 似流苏鹬的幼鸟但腿色较鲜亮, 脸部色彩平淡. 飞行时非常优雅如流苏鹬. 虹膜－褐色, 嘴－深褐, 脚－鲜艳黄褐色. ",
        习性: "栖于内陆湿地. ",
        分布:
          "繁殖于阿拉斯加及加拿大北部; 越冬至南美洲. 偶见, 台湾东部沿海有记录. 日本不时有报道, 可能有时也偶入中国大陆. "
      },
      水雉: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p119.jpg",
        拉丁名: "Hydrophasianus chirurgus",
        英文名: "Pheasant-tailed Jacana",
        中文俗名: "水凤凰, 菱角鸟, 凌波仙子",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体型略大 (33厘米) , 尾特长的深褐色及白色水雉. 飞行时白色翼明显. 非繁殖羽: 头顶, 背及胸上横斑灰褐色; 颏, 前颈, 眉, 喉及腹部白色; 两翼近白. 黑色的贯眼纹下延至颈侧, 下枕部金黄色. 初级飞羽羽尖特长, 形状奇特. 幼鸟似非繁殖期成鸟, 但颈无黄色纵纹. 虹膜－黄色; 嘴－黄色/灰蓝 (繁殖期) ; 脚－棕灰/偏蓝. ",
        习性:
          "水雉栖息于富有挺水植物和飘浮植物的淡水湖泊, 池塘和沼泽地带. 单独或成小群活动, 冬季有时也集成大群. 性活泼, 善行走, 行走时步履轻盈, 能在飘浮于水面的百合, 莲, 菱角等水生植物上来回奔走和停息. 也善游泳和潜水, 游泳时头尾上扬; 露出水面甚高. 有时也潜行于水底或沿水面飞行. ",
        食物:
          "水雉以昆虫, 虾, 软体动物, 甲壳类等小型无脊椎动物和水生植物为食. ",
        分布:
          "水雉在中国分布于云南, 四川, 广西, 广东, 福建, 浙江, 江苏, 江西, 湖南, 湖北, 香港, 台湾和海南岛等长江流域和东南沿海省区, 有时也向北扩展到山西, 河南, 河北等省. 在国外分布于印度, 缅甸, 泰国, 马来半岛, 中南半岛, 菲律宾和印度尼西亚. ",
        繁殖:
          "繁殖期4-9月. 一雌多雄制, 雄鸟常为争偶而殴斗. 通常营巢于莲叶, 百合叶, 水仙花叶以及大型浮草上. 巢较小而薄, 呈盘状, 主要由干草叶和草茎构成. 每窝产卵4枚, 卵为梨形, 颜色变化较大, 有绿褐色, 黄铜色, 橄榄褐色到深紫栗色, 极富光泽, 大小为33-40mm×26-29mm, 平均36mm×27mm. 孵卵由雄鸟承担, 在一个繁殖季节雌鸟有时可产卵10窝以上, 分别由不同的雄鸟孵化, 卵化期26天. "
      },
      蓑羽鹤: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p120.jpg",
        拉丁名: "Grus virgo",
        英文名: "Demoiselle Crane",
        中文俗名: "闺秀鹤",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体型略小 (105厘米) 而优雅的蓝灰色鹤, 是鹤类中体型最小的一种. 头顶白色, 白色丝状长羽的耳羽簇 (蓑羽) 与偏黑色的头, 颈及修长的胸羽成对比. 三级飞羽形长但不浓密, 不足覆盖尾部. 虹膜－雄鸟红色, 雌鸟橘黄; 嘴－黄绿; 脚－黑色. ",
        习性:
          "栖息于开阔平原草地, 草甸沼泽, 芦苇沼泽, 苇塘, 湖泊, 河谷, 半荒漠和高原湖泊草甸等各类生境中, 有时也到农田地活动, 特别是秋冬季节. 栖息地高度最高可达5000米左右的高原地区. ",
        食物: "以水生植物和昆虫为食, 也兼食鱼, 蝌蚪, 虾等. ",
        分布:
          "北非的突尼斯和阿尔及利亚 (几乎绝种, 鸟类学者在摩洛哥的雷茨附近发现大约6只蓑羽鹤在春季繁殖) , 西古北界的东南部至中亚及中国. 繁殖于中国东北, 内蒙古西部的鄂尔多斯高原及西北. 越冬在西藏南部. 为高原, 草原, 沼泽, 半荒漠及寒冷荒漠的鸟种, 分布至海拔5000米. 繁殖于新疆, 宁夏, 内蒙古, 黑龙江, 吉林等省, 迁徙期间见于河北, 青海, 河南, 山西等省; 越冬于西藏南部. 国外繁殖于欧洲南部和东部, 一直到中亚西部, 中部, 阿尔泰和贝加尔湖西部; 越冬于非洲北部, 印度, 缅甸北部, 偶尔到日本. ",
        繁殖:
          "雌性蓑羽鹤每年3月中旬从越冬地飞回繁殖地, 在草原上和沼泽地里成小群活动, 4月下旬开始占区繁殖. 它们不营巢而把卵直接产在光秃秃的, 干燥的, 周围长着稀蔬的苇草的地上. 一般产两枚卵, 有时一枚. 卵呈椭圆形, 卵壳坚实, 呈淡紫色并带有深紫褐色的不规则斑点. 卵重127克左右. 孵化期30天. 蓑羽鹤出生不到半天就可以站立. 它们的父亲完成孵化任务后就远走高飞, 留下母亲单独照顾孩子. 蓑羽鹤经过两个多月后才能飞翔, 而在这两个多月里, 母亲收起翅膀, 陪着孩子在草原, 沼泽里悠闲地踱步, 寻找水草, 鱼虾或软体动物, 嘴对嘴地喂给它们吃. 蓑羽鹤一年产一次卵, 通常一次产卵两枚. 孩子出生后, 蓑羽鹤母亲会和几只成年雄性, 以及几只失去孩子的雌性, 再次组成一个小群落. 在严寒的冬天来临之前的6个月时间里, 这个小群落在卡尔梅克干草原上自由觅食, 显得那么和谐, 安宁和幸福. "
      },
      小白额雁: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p121.jpg",
        拉丁名: "Anser erythropus",
        英文名: "Lesser White-fronted Goose",
        中文俗名: "弱雁",
        濒危状况: "Vulnerable (VU) ",
        体型:
          "中等体型(62厘米)的灰色雁. 小白额雁雌雄相似. 嘴基和额部有显著的白斑, 一直延伸到两眼间. 腿橘黄, 环嘴基有白斑, 腹部具近黑色斑块. 极似白额雁, 冬季常与其混群. 飞行时两翼显长且振翅较快. 幼鸟体色较成鸟淡, 嘴肉色, 嘴甲黑色, 额上无白斑, 腹亦无黑色斑块. 虹膜—深褐; 嘴—粉红; 脚—橘黄. ",
        习性:
          "常在冰雪融化的沼泽地区和多石的苔原地方活动. 冬季和迁徙期间多栖息于开阔的湖泊, 江河, 水库, 海湾, 开阔的草原和半干旱草原地区. 通常成群活动, 晚上多在水中栖息过夜, 白天则成群飞到苔原, 草地觅食. 善于在地上行走, 奔跑迅速. 亦善游泳和潜水, 遇危险时, 常迅速向四方奔逃, 分别藏于乱石中或草丛中, 如在水里则向四处游开, 或潜入水中, 仅将头露出水面, 行动极为谨慎小心. ",
        巢:
          "在紧靠水边的苔原上或低矮的灌木下, 有时也在水边山地岩石堆中营巢. 巢极简陋, 由干草和苔藓构成, 内垫少许绒羽. 每窝产卵4～7枚, 通常4～5枚. 雌鸟孵卵, 雄鸟在巢附近警戒, 孵化期25天. 卵淡黄色或赭色, 大小为69～84.5mm×43～52mm. ",
        食物:
          "小白额雁与其他雁属鸟类一样, 以绿色植物的茎叶和植物种子为食. 湖岸附近生长的草, 湖中的水草, 农田中的绿色作物, 谷物, 草籽, 树叶, 嫩芽等均是本物种取食的对象. 主要在陆地上觅食. 春, 夏季多在海边或湖边草地上觅食植物芽苞, 嫩叶和嫩草, 秋, 冬季则主要在盐碱平原, 半干旱草原, 水边沼泽和农田地区觅食各种草本植物, 谷类, 种子和农作物幼苗. 通常天刚亮就成群结队离开栖息地觅食, 在栖息地上空边叫边来回飞翔几圈后才飞走, 中午又返回栖息地, 先在栖息地上空盘旋, 有时飞得很高, 然后突然直冲而下, 也有的时候飞到临近水面后又突然急速的直冲而上, 飞向高空, 最后当确信无危险后才降落于水面或水边沙滩上, 有时也在觅食地夜宿. ",
        分布:
          "小白额雁繁殖于欧洲, 西伯利亚等地的极北部, 越冬于欧洲南部, 非洲的埃及北部一隅, 亚洲大陆西南部, 朝鲜半岛, 日本等地; 在中国, 迁徙途中见于东北中部, 河北北部, 山东河南等省份, 越冬见于长江中下游沿岸, 东南沿海沿岸, 有迷鸟偶见于台湾中部地区. 全球性易危(Collaretal.,1994). 在中国甚罕见, 但冬季有数千个体聚集于鄱阳湖, 构成全球总数量之一大部. 中国分布于长江中下游和广东及福建和台湾等东南沿海地区. 迁徙时经过中国东北, 内蒙古自治区, 河北, 山东, 河南等地. ",
        繁殖:
          "繁殖期主要栖息于北极苔原, 苔原与灌木覆盖的亚北极地区, 亚平原泰加林地区, 也栖息和繁殖在山溪河流下部, 山脚, 山地, 湖泊, 甚至高山悬岩上. 在亚北极苔原带繁殖. 繁殖期6～7月. 通常5月中旬至5月末即到达繁殖地, 6月初开始产卵. 刚到达时多活动在雪已融化, 离水不远的苔原地上. 到达后不久即成对离开群体寻找巢位. "
      },
      小鸨: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p122.jpg",
        拉丁名: "Tetrax tetrax",
        英文名: "Little Bustard",
        中文俗名: "小鸨",
        濒危状况: "Near Threatened (NT) ",
        体型:
          '体小(43厘米)的黄褐色鸨. 上体多具杂斑, 下体偏白. 繁殖期雄鸟具黑色翎颌, 其上的白色条纹于颈前呈"V"字形, 下颈基部具另一较宽的白色领环. 飞行时两翼几乎全白, 仅前四枚初级飞羽多有黑色. 虹膜－偏黄; 嘴－角质绿色; 脚－绿黄. ',
        习性:
          "栖息于荒漠, 平原草地, 牧场, 开阔的麦田, 谷地以及半荒漠地区, 有时也出现在有稀疏树木, 灌丛的平草地和荒漠地区, 主要为梭梭荒漠, 并常见于弃耕地和农田边缘. 冬季常集群, 每群10只左右. 性警惕善走, 飞行时翅扇动快, 不用在地面上助跑即可直接起飞, 飞行时两个翅膀煽动很快, 常常发出振翅的声响, 飞行快而直, 离地较高, 并有呼呼声. ",
        食物:
          "主要以昆虫和各种小型无脊椎动物为食, 也吃各种植物的嫩叶, 幼芽, 种子, 草籽和果实等. ",
        分布:
          "中东及中亚; 迷鸟至印度西北部. 全球性近危(Collar et al., 1994). 种群数量甚少. 在中国繁殖于天山的草场; 迁徙时经中国西北部, 迷鸟至四川. ",
        繁殖:
          "4～6月繁殖, 在低草地面, 通常利用地上天然凹坑, 或由亲鸟自己刨一个坑, 里面在铺垫一些枯草, 由雌鸟做巢??圆形, 颜色为橄榄绿色, 被有细小的暗褐色斑点. 雌鸟孵卵. 雏鸟为早成性. "
      },
      小滨鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p123.jpg",
        拉丁名: "Calidris minuta",
        英文名: "Little Stint",
        中文俗名: "小滨鹬",
        濒危状况: "Least Concern (LC) ",
        体型:
          '小滨鹬体小(14厘米)的偏灰色滨鹬. 嘴短而粗, 腿深灰, 下体白色, 上胸侧沾灰, 暗色过眼纹模糊, 眉纹白. 甚似红胸滨鹬, 但腿和嘴略长且嘴端较钝. 繁殖羽: 春季的鸟具赤褐色的繁殖羽, 繁殖羽的喉及前颈偏红, 头顶及颈背深灰褐, 上体褐色, 下体偏灰, 具明显黄色嘴斑. 非繁殖羽: 上体灰褐, 下体白. 与繁殖期的红胸滨鹬区别在于颏及喉白色, 上背具乳白色"V"字形带斑, 胸部多深色点斑. 虹膜－褐色; 嘴－黑色; 脚－黑色. ',
        习性:
          "小滨鹬主要繁殖于北欧及西北亚的苔原冻土带, 苔原主要分布在北纬60. 以北, 是永久冻土带,那里的土壤从几厘米以下终年冰结, 因此, 对植物的生长和分布有很大的影响. 苔原地带没有乔木, 其他植物长得也很矮小. 在苔原的沼泽地区, 长满了各种苔类, 禾本科植物很少. 在苔原的其他地区, 主要生长着石南灌丛, 低矮的草本被子植物和地衣, 其中地衣是极地苔原最典型的植物. 苔原生态系统的消费者主要有驯鹿, 麝牛, 北极兔, 旅鼠, 北极狐和狼等, 还有一些鸟类. 那里几乎没有爬行动物和两栖动物, 昆虫的种类也很少. 迁至非洲, 中东及印度. 相当温顺. 进食时嘴快速啄食或翻拣. 喜群居并与其他小型涉禽混群",
        分布:
          "繁殖于北欧及西北亚的苔原冻土带; 迁至非洲, 中东及印度. 罕见迁徙过境鸟. 1986年在香港有第一次记录, 从此每年春季均有少量出现. 于北戴河(河北)也有过记录. 中国其他地方状况不详. "
      },
      小青脚鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p124.jpg",
        拉丁名: "Tringa guttifer",
        英文名: "Nordmann's Greenshank",
        中文俗名: "诺氏鹬",
        濒危状况: "Endangered (EN) ",
        体型:
          "小青脚鹬是中等体型 (31厘米) 的灰色鹬. 腿偏黄, 嘴呈双色. 非常似青脚鹬, 但头较大; 颈较短较厚; 嘴较粗较钝且基部黄色; 上体色较浅, 鳞状纹较多, 细纹较少 (冬季) , 尾部横纹色较浅; 腿相对较短, 黄色较深; 飞行时脚伸出尾后较短, 叫声也不同. 拿在手上能看见三趾间连蹼, 青脚鹬仅有两趾连蹼. 虹膜－褐色; 嘴－黑色, 基部黄色; 腿及脚－黄色/绿色. ",
        习性:
          "小青脚鹬栖息在沼泽繁殖期主要栖息于稀疏的落叶松林中的沼泽, 水塘和湿地上, 非繁殖期主要栖息于海边沙滩, 开阔而平坦的泥地, 河口沙洲和沿海沼泽地带. 常单独在水边沙滩或泥地上活动和觅食. 觅食时常低着头, 嘴朝下, 在浅水地带来回奔跑. 主要以水生小型无脊椎动物和小型鱼类为食, 常涉水到齐腹深的水中去觅食. 性情胆小而机警, 稍有惊动即刻起飞. 栖息于海岸, 沼泽, 池塘, 河口三角洲等地. 常低头来回奔跑, 步伐显得慌忙. 跑得快, 飞翔力强, 速度也快. 飞翔时, 翼的鼓动不很快, 但幅度大. 常站立于海滨低岩的顶处等待退潮. 潮退后, 在淤泥或沙滩上用嘴搜索食物. ",
        食物: "以小型无脊椎物为食. ",
        分布:
          "繁殖于东北亚的萨哈林岛 (库页岛) . 冬季迁徙经日本及中国至孟加拉国及东南亚; 迷鸟有至婆罗洲及菲律宾. 全球性濒危 (Collar et al., 1994) . 种群数量非常稀少. 迁徙时经中国东部沿海省份, 偶见于上海, 福州, 海南岛, 香港和台湾. 每年春季在香港有少量出现. 小青脚鹬分布分布区域狭窄, 数量稀少, 在中国主要分布于长江以南的沿海各省以及海南, 台湾等省区. 估计全球总的种群数量在1000只以下. 国内为偶见旅鸟. 春季多于3一4月, 秋季于9一10在迁徙时途经中国. 数量稀少, 世界种群数量不足1000只. 春季迁徙在盐城的数量至少有35只 (王会, 1992) , 但在冬季1989～1990年在盐城见51只, 青岛2只, 洞庭湖2只, 1991年11月在江苏东台见18只 (中国鸟类学会水鸟级, 1994) . ",
        繁殖:
          "繁殖期为6一8月. 营巢于落叶松疏林中的沼泽, 水塘或林缘湿地. 巢多置于落叶松树上或其他树上, 距地面的高度为2一4米. 巢主要由落叶松的树枝, 苔藓和地衣构成. "
      },
      白斑军舰鸟: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p125.jpg",
        拉丁名: "Fregata ariel",
        英文名: "Lesser Frigatebird",
        中文俗名: "夜鹤, 夜游鹤",
        濒危状况: "Least Concern (LC) ",
        体型: "体大 (76厘米)的暗色军舰鸟, 翼下基部具白色斑块. ",
        巢: "于海岛树上或灌丛上, 很少在地上营巢. 巢由植物枝叶构成. ",
        食物:
          "主要以鱼类为食, 也在海滨捕食螃蟹和其他甲壳类动物, 有时也在海面捕食乌贼. " +
          "分布: 热带海洋, 夏季有时至中国及日本. 在罕见夏候鸟, 在广东至福建海上有记录, 极少至台湾. 在中国南海, 西沙群岛及南沙群岛较常见. "
      },
      白腹军舰鸟: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p126.jpg",
        拉丁名: "Fregata andrewsi",
        英文名: "Christmas Frigatebird",
        中文俗名: "海盗鸟",
        濒危状况: "CR",
        体型: "体大 (95厘米)的暗色军舰鸟. ",
        幼鸟: "多褐色, 头浅锈褐色, 胸部具偏黑色的宽带. ",
        食物: "取食主要在空中进行, 主要食物为鱼类. ",
        分布:
          "分布范围不大, 主要分布于印度洋, 繁殖在圣诞岛和科科斯基林岛等地. 繁殖期后常游荡到北至我国的广东沿海及岛屿, 南达马六甲海峡和爪哇, 以及澳大利亚等地. "
      },
      白头硬尾鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p127.jpg",
        拉丁名: "Oxyura leucocephala",
        英文名: "White-headed Duck",
        中文俗名: "夜鹤, 夜游鹤",
        濒危状况: "EN",
        体型: "极易识别的矮胖型(46厘米)褐色鸭. ",
        巢:
          "繁殖期主要栖息于开阔平原地区的淡水湖泊, 尤其喜欢在紧靠大的湖泊附近的一些浅水小湖和水塘, 特别是具有岸边植物和挺水植物的淡水湖泊, 偶尔也到盐水湖. 冬季主要栖息于开阔的大型湖泊, 特别是有水边植物的湖泊, 也栖息于盐水湖泊和沿海地带. ",
        食物:
          "主要通过潜水觅食, 也常在水边浅水处直接伸头觅食. 食物主要以眼子菜, 水草等水生植物为食, 也吃昆虫, 昆虫幼虫, 小鱼, 蛙, 甲壳类, 软体动物, 蠕虫等水生动物.  ",
        分布:
          "国外分布在地中海和西亚. 国内主要分布省份: 新疆, 分布在洪河保护区, 以及以下山脉湖泊: 阿拉套山, 白洋淀, 准噶尔西部山地, 北部天山山地, 东疆戈壁丘陵. 在新疆西部的准噶尔盆地及天山地区有过繁殖记录. 近年零星个体曾见于内蒙古西部的鄂尔多斯, 在湖北洪湖有过越冬记录. "
      },
      白额雁: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p128.jpg",
        拉丁名: "Anser albifrons",
        英文名: "Greater White-fronted Goose",
        中文俗名: "花斑, 明斑, 大雁",
        濒危状况: "Least Concern (LC) ",
        体型: "体大 (70~85厘米) 的灰色雁. ",
        巢:
          "繁殖季节栖息于北极苔原带富有矮小植物和灌丛的湖泊, 水塘, 河流, 沼泽及其附近苔原等各类生境, 从苔原海岸到高出海平面200米以上的苔原高地和森林苔原地带均可被利用. 冬季主要栖息在开阔的湖泊, 水库, 河湾, 海岸及其附近开阔的平原, 草地, 沼泽和农田. ",
        食物:
          "主要以植物性食物为食. 食物在夏季主要为马尾草, 棉花草等苔原植物, 秋, 冬季则主要以水边植物, 如芦苇, 三棱草以及其他植物的嫩芽和根, 茎, 也吃农作物幼苗. ",
        分布:
          "繁殖于北半球的苔原冻土带; 在温带的农田越冬. 冬季于越冬地为地方性常见. 迁徙时见于中国东北, 山东及河北. 越冬区在长江流域及华东各省至湖北, 湖南及台湾. 也见于西藏南部. 冬季有约2万个体在鄱阳湖. "
      },
      白眼潜鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p129.jpg",
        拉丁名: "Aythya nyroca",
        英文名: "Ferruginous Duck",
        中文俗名: "白眼凫",
        濒危状况: "NT",
        体型: "中等体型 (41厘米) 的全身色型鸭. ",
        巢:
          "繁殖期间主要栖息于开阔地区富有水生植物的淡水湖泊, 池塘和沼泽地带, 冬季主要栖息于大的湖泊, 水流缓慢的江河, 河口, 海湾和河口三角洲. ",
        食物:
          "常在水边浅水处植物茂盛的地方觅食. 主要以植物性食物为主, 食物主要为各类水生植物的球茎, 叶, 芽, 嫩枝和种子, 也食甲壳类, 软体动物, 水生昆虫及其幼虫, 蠕虫以及蛙和小鱼等. ",
        分布:
          "古北区. 越冬于非洲, 中东, 印度及东南亚. 在中国为地方性常见至罕见. 繁殖在新疆西部, 内蒙古的乌梁素海, 新疆南部零散湖泊, 也可能于中国西部的一些地方. 越冬于长江中游地区, 云南西北部, 迁徙时见于其他地区. 迷鸟及至河北及山东. "
      },
      半蹼鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p130.jpg",
        拉丁名: "Limnodromus semipalmatus",
        英文名: "Asian Dowitcher",
        濒危状况: "NT",
        体型:
          "体大(35厘米)的灰色鹬. 黑褐色的喙, 喙基暗绿或黄绿色, 嘴长且直, 喙端膨大, 其上具许多细孔, 最长超过尾长. 脚为褐绿色或黄绿色. 繁殖期为红褐色, 头, 颈, 胸, 腹锈红色, 并布满暗褪色斑点. 翅下覆羽为白色, 散布棕色横斑. 非繁殖期羽色偏灰, 腹部白色, 喉, 前颈, 胸为乌灰色. ",
        巢: "繁殖息于浅水沼泽, 在水面用枯草筑巢. ",
        食物: "以昆虫幼虫及小蠕虫为食. ",
        分布:
          "国外见于西西伯利亚, 蒙古, 日本, 越南, 老挝, 柬埔寨等地. 繁殖于中国东北北部齐齐哈尔, 白城, 泰康和牡丹江西部; 迁徙经过东北西北部额尔古纳河, 牡丹江, 河北, 湖北汉口, 上海, 福建沿海等地及台湾的宜兰, 大肝溪口, 台南, 屏东, 澎湖, 在东南亚越冬. "
      },
      白额燕鸥: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p131.jpg",
        拉丁名: "Sternula albifrons",
        英文名: "Little Tern",
        中文俗名: "海上精灵",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体小(24厘米)的浅色燕鸥. 尾开叉浅. 夏季: 头顶, 颈背及过眼线黑色, 额白. 冬季: 头顶及颈背黑色减小至月牙形, 翼前缘黑色后缘白色. ",
        幼鸟: "似非繁殖期成鸟但头顶及上背具褐色杂斑, 尾白而尾端褐, 嘴暗淡. ",
        巢:
          "营巢于海岸, 岛屿, 河流与湖泊岸边裸露的沙地, 沙石地或河漫滩上, 或在水域附近盐碱沼泽地上营巢. 巢甚简陋, 主要在沙砾地上扒一浅坑, 巢内无任何内垫物, 有时垫有少量枯草. ",
        食物: "主要以小鱼, 甲壳类, 软体动物和昆虫为食. ",
        分布:
          "美国西部沿海, 加勒比海, 古北界西部, 非洲, 印度洋, 印度, 东亚及东南亚至印度尼西亚, 澳大利亚. 常见夏季繁殖鸟. 指名亚种繁殖于新疆西部喀什地区; sinensis广泛繁殖于中国大部地区, 从东北至西南及华南沿海和海南岛. 内陆沿海均有繁殖. 有记录迁徙时见于台湾"
      },
      白鹤: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p132.jpg",
        拉丁名: "Grus leucogeranus",
        英文名: "Siberian Crane",
        中文俗名: "西伯利亚鹤, 黑袖鹤",
        濒危状况: "CR",
        体型:
          "体体大 (135厘米) 的白色鹤. 嘴橘黄, 脸上裸皮猩红, 腿粉红. 飞行时黑色的初级飞羽明显. 幼鸟金棕色. ",
        成鸟:
          "两性相似, 雌鹤略小. 自嘴基, 额至头顶以及两颊皮肤裸露, 呈砖红色, 并生有稀疏的短毛, 此特征为其他鹤类所不具有. 体羽白色, 初级飞羽黑色, 次级飞羽和三级飞羽白色. 三级飞羽延长, 覆盖于尾上, 通常在站立时遮住黑色的初级飞羽, 故外观全体为白色, 但飞翔时可以看见黑色的初级飞羽. ",
        幼鸟:
          "秋季南迁幼鸟的额和面部无裸露部分, 有稠密的锈黄色羽毛; 头, 颈及上背棕黄色, 翅上也有棕黄色但初级飞羽黑色. 从秋天到第二年春天, 头, 颈, 体和尾覆羽白色羽毛逐渐增加, 越冬后的亚成体除颈, 肩尚留有黄色羽毛之外, 其余部分的羽毛已换成白色, 与成体相似. 虹膜黄白色, 嘴和脚肉红色. ",
        巢:
          "白鹤是对栖息地要求白鹤最特化的鹤类, 对浅水湿地的依恋性很强. 东部种群在俄罗斯的雅库特繁殖, 不在北极苔原营巢, 也不在近海河口低地和河流泛滩或高地营巢, 而喜欢低地苔原, 喜欢大面积的淡水和开阔的视野. ",
        食物:
          "在繁殖地为杂食性, 包括植物的根, 地下茎, 芽, 种子, 浆果以及昆虫, 鱼, 蛙, 鼠类等. 当有雪覆盖植物性食物难以得到时, 主要以旅鼠和鼠平等动物为食; 当5月中旬气温低于0℃时, 白鹤主要吃蔓越桔, 当湿地化冻后, 它们吃芦苇块茎, 蜻蜓稚虫和小鱼; 在营巢季节主要吃植物, 有藜芦的白鹤根, 岩高兰的种子, 木贼的芽和花蔺的根, 茎等. 在南迁途中, 白鹤在内蒙古大兴安岭林区的苔原沼泽地觅食水麦冬, 泽泻, 黑三棱等植物的嫩根及青蛙, 小鱼等. 在越冬地鄱阳湖, 主要挖掘水下泥中的苦草, 马来眼子菜, 野荸荠, 水蓼等水生植物的地下茎和根为食, 其次也吃少量的蚌肉, 小鱼, 小螺和砂砾. ",
        分布:
          "繁殖于俄罗斯的东南部及西伯利亚, 越冬在伊朗, 印度西北部及中国东部. 白鹤在中国主要分布在从东北到长江中下游, 迁徙时见于河北(滦河口, 北戴河), 内蒙古(赤峰, 达赉湖, 兴安盟, 哲里木盟), 辽宁(双台河口, 大连), 吉林(莫莫格, 向海), 黑龙江(扎龙, 林甸), 安徽(升金湖, 莱子湖), 山东(黄河三角洲), 河南(黄河故道, 黑港口)等, 越冬地主要在江西(鄱阳湖)和湖南(洞庭湖), 越冬期间零星个体见于辽宁瓦房店, 江苏盐城和东台, 浙江余姚, 山东青岛沿海以及新疆霍城等. 在内蒙古, 黑龙江繁殖; 长江中下游越冬. "
      },
      白颈鸦: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p133.jpg",
        拉丁名: "Corvus torquatus",
        英文名: "Collared Crow",
        濒危状况: "NT",
        体型:
          "体小(24厘米)的浅色燕鸥. 尾开叉浅. 夏季: 头顶, 颈背及过眼线黑色, 额白. 冬季: 头顶及颈背黑色减小至月牙形, 翼前缘黑色后缘白色. ",
        幼鸟: "似非繁殖期成鸟但头顶及上背具褐色杂斑, 尾白而尾端褐, 嘴暗淡. ",
        巢:
          "营巢于海岸, 岛屿, 河流与湖泊岸边裸露的沙地, 沙石地或河漫滩上, 或在水域附近盐碱沼泽地上营巢. 巢甚简陋, 主要在沙砾地上扒一浅坑, 巢内无任何内垫物, 有时垫有少量枯草. ",
        食物: "主要以小鱼, 甲壳类, 软体动物和昆虫为食. ",
        分布:
          "美国西部沿海, 加勒比海, 古北界西部, 非洲, 印度洋, 印度, 东亚及东南亚至印度尼西亚, 澳大利亚. 常见夏季繁殖鸟. 指名亚种繁殖于新疆西部喀什地区; sinensis广泛繁殖于中国大部地区, 从东北至西南及华南沿海和海南岛. 内陆沿海均有繁殖. 有记录迁徙时见于台湾"
      },
      白琵鹭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p134.jpg",
        拉丁名: "Platalea leucorodia",
        英文名: "Eurasian Spoonbill",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体大 (84厘米) 的白色琵鹭. 长长的嘴灰色而呈琵琶形, 头部裸出部位呈黄色, 自眼先至眼有黑色线. 与冬季黑脸琵鹭区别在体型较大, 脸部黑色少, 白色羽毛延伸过嘴基, 嘴色较浅. 黑色的脚也比较长. ",
        巢:
          "栖息于开阔平原和山地丘陵地区的河流, 湖泊, 水库岸边及其浅水处; 也栖息于水淹平原, 芦苇沼泽湿地, 沿海沼泽, 海岸红树林, 河谷冲积地和河口三角洲等各类生境, 很少出现在河底多石头的水域和植物茂密的湿地. 常成群活动. 通常营巢在有厚密芦苇, 蒲草等挺水植物和附近有灌丛或树木的水域及其附近地区. 营巢于干旱的芦苇丛中或树上和灌丛上, 有时也置巢于地上, 多在低海拔的平原地区营巢. ",
        食物:
          "主要以虾, 蟹, 水生昆虫, 昆虫幼虫, 蠕虫, 甲壳类, 软体动物, 蛙, 蝌蚪, 蜥蜴, 小鱼等小型脊椎动物和无脊椎动物为食, 偶尔也吃少量植物性食物. ",
        分布:
          "欧亚大陆及非洲. 夏季或许繁殖于新疆西北部天山至东北各省. 冬季南迁经中国中部至云南, 东南沿海省份, 台湾及澎湖列岛. "
      },
      白秋沙鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p135.jpg",
        拉丁名: "Mergellus albellus",
        英文名: "Smew",
        中文俗名: "花头锯嘴鸭, 鱼鸭, 小秋沙鸭, 斑头秋沙鸭",
        濒危状况: "Least Concern (LC) ",
        体型:
          "型小(40厘米)而优雅的黑白色鸭. 繁殖期雄鸟全身雪白色, 但眼罩, 枕纹, 上背, 初级飞羽及胸侧的狭窄条纹为黑色. 体侧具灰色蠕虫状细纹. 雄鸟的黑色眼罩就像是长了熊猫眼, 因此又被鸟人们戏称为'熊猫鸟'. 飞行时黑白分明, 特征十分显著. ",
        巢:
          "在树孔上筑巢. 在繁殖期里把巢穴建造在崖壁, 岩棚, 河边乔木洞内, 巢穴内铺有苔藓, 绒羽. ",
        食物: "觅取甲壳类, 水生半翅目, 鞘翅目昆虫, 小鱼, 蛙等食物. ",
        分布:
          "北欧及北亚, 越冬于印度北部, 中国及日本. 繁殖于内蒙古东北部的沼泽地区, 冬季南迁时经过中国大部分地区. 分布广泛但通常并不常见. "
      },
      白鹈鹕: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p136.jpg",
        拉丁名: "Pelecanus onocrotalus",
        英文名: "Great White Pelican",
        中文俗名: "东方白鹈鹕或大白鹈鹕",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体型甚大 (160厘米) 的白色鹈鹕. 体羽粉白, 仅初级飞羽及次级飞羽褐黑. 头后具短羽 冠, 胸部具黄色羽簇. 亚成鸟褐色. ",
        巢:
          "主要栖息于湖泊, 江河, 沿海和沼泽地带. 通常将巢筑于芦苇丛中的浅水处或者湖边的泥地上, 也有的筑于树上. 巢的结构较为庞大, 主要由树枝, 枯草和水生植物等构成. ",
        食物: "主要以鱼类为食. ",
        分布:
          "国外分布于欧洲南部, 非洲, 亚洲中部和南部等地; 国内分布于曾见于新疆西部及天山, 青海湖, 以及河南, 福建等地, 均为冬候鸟或旅鸟. "
      },
      白头鹤: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p137.jpg",
        拉丁名: "Grus monacha",
        英文名: "Hooded Crane",
        濒危状况: "VU",
        体型:
          "大型涉禽 (100厘米) . 体羽主要为暗石板灰色, 并缀有褐色. 两眼前方, 额和前顶都有密集的黑色刚毛; 头顶皮肤裸露部为朱红色; 头部其余部分及颈部的三分之二为白色. 飞羽灰黑色, 次级和三级飞羽延长弯曲成弓状, 尾羽黑色. 嘴黄绿色, 脚灰黑色. ",
        巢: "栖息于河口, 湖泊及沼泽湿地. ",
        食物: "食鱼类, 甲壳类, 多足类, 软体动物, 昆虫以及小麦, 莎草科植物等. ",
        分布:
          "广泛分布于欧亚大陆, 繁殖于西伯利亚北部及中国东北; 在日本南部及中国东部越冬. "
      },
      白腰滨鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p138.jpg",
        拉丁名: "Calidris fuscicollis",
        英文名: "White-rumped Sandpiper",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体小 (17厘米) 的滨鹬. 上背具棕色鳞状纹, 头顶具棕色条纹. 下体白色, 胸及两胁具箭头形粗纵纹. 冬羽棕色消失, 下体几全灰褐, 仅上胸沾灰. 飞行时尾上覆羽全白 (但腰为灰色) . 嘴短而略下弯. ",
        巢: "栖于沿海及内陆湿地. 与其他涉禽混群. ",
        分布: "繁殖于阿拉斯加及加拿大北部; 在南美洲越冬. 迷鸟. "
      },
      白枕鹤: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p139.jpg",
        拉丁名: "Grus vipio",
        英文名: "White-naped Crane, 又名: 红面鹤, 白顶鹤",
        濒危状况: "VU",
        体型:
          "体型高大(150厘米)的灰白色鹤. 脸侧裸皮红色, 边缘及斑纹黑色, 喉及颈背白色. 枕, 胸及颈前之灰色延至颈侧成狭窄尖线条. 初级飞羽黑色, 体羽余部为不同程度的灰色. " +
          "虹膜－黄色; 嘴－黄色; 脚－绯红. ",
        食物:
          "主要以植物种子, 草根, 嫩叶, 嫩芽, 谷粒, 鱼, 蛙, 蜥蜴, 蝌蚪, 虾, 软体动物和昆虫等为食. ",
        分布: "西伯利亚, 蒙古北部及中国北部, 于中国华中及华南, 朝鲜, 日本越冬. "
      },
      斑背潜鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p140.jpg",
        拉丁名: "Aythya marila",
        英文名: "Greater Scaup",
        中文俗名: "铃凫, 东方蚬鸭",
        濒危状况: "Least Concern (LC) ",
        巢:
          "繁殖季节主要栖息于北极苔原带, 苔原森林带和西伯利亚北部开阔的泰加林带, 冬季主要栖息和活动在近海岸浅水处, 河口, 海湾, 内陆湖泊, 水库和沼泽地带. 营巢于湖泊或河流外边干燥地上, 通常紧靠水边, 巢多置于枯草或新鲜草丛边地上, 或置于小柳树和灌木下, 巢隐蔽较好. 通常用枯草构成, 内垫绒羽. ",
        食物:
          "主要捕食甲壳类, 软体动物, 水生昆虫, 小型鱼类等水生动物为食. 也吃水藻, 水生植物叶, 茎, 种子等. ",
        分布:
          "分布于欧亚大陆, 冰岛, 北美洲, 印度, 日本, 朝鲜, 欧洲西部沿岸, 地中海沿岸, 黑海沿岸, 台湾岛以及中国大陆的东北, 河北, 山东, 长江以南东部各省, 广东, 广西等地. "
      },
      斑脸海番鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p141.jpg",
        拉丁名: "Melanitta fusca",
        英文名: "Velvet Scoter",
        中文俗名: "海番鸭, 奇嘴鸭, 英文名直译为绒海番鸭",
        濒危状况: "EN",
        体型:
          "中等体型(56厘米)的深色矮扁型海鸭. 雄性成鸟全黑, 眼下及眼后有白点, 虹膜白色, 嘴灰但端黄且嘴侧带粉色. 雌鸟烟褐, 眼和嘴之间及耳羽上各有一白点. 飞行时, 次级飞羽白色易别于黑海番鸭, 脚色浅. ",
        巢:
          "在春季和夏季活动于北部山区的冰川湖泊, 沿海海滩, 内陆淡水河湖和湖沼地区. 在苔原筑巢. 在内陆繁殖, 海上越冬. 鸟巢接近水泽与湿地植被, 在地面或岩石之间的空隙里, 用树叶和羽羽毛纣里. ",
        食物:
          "以动物源性食物为主, 吃软体动物, 甲壳动物, 水生昆虫, 小鱼, 偶尔也补充吃植物. " +
          "分布: 半球. 亚洲种群越冬于朝鲜及日本海域. 亚种stejnegeri为中国东部沿海省份及四川南充地区的罕见冬候鸟. 迁徙时见中国东北, 尤其是北戴河. "
      },
      斑头雁: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p142.jpg",
        拉丁名: "Anser indicus",
        英文名: "Bar-headed Goose",
        中文俗名: "白头雁, 黑纹头雁",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体型略小 (70厘米) 的雁. 顶白而头后有两道黑色条纹为本种特征. 喉部白色延伸至颈侧. 头部黑色图案在幼鸟时为浅灰色. 飞行中上体均为浅色, 仅翼部狭窄的后缘色暗. 下体多为白色. ",
        巢:
          "通常营巢在人迹难至的湖边或湖心岛上, 也有在悬崖和矮树上营巢的, 常呈密集的群巢, 营巢以雌鸟为主, 雄鸟起协助和保护作用. ",
        食物:
          "主要以禾本科和莎草科植物的叶, 茎, 青草和豆科植物种子等植物性食物为食, 也吃贝类, 软体动物和其他小型无脊椎动物. ",
        分布:
          "繁殖于中国极北部及青海, 西藏的沼泽及高原泥淖, 冬季迁移至中国中部及西藏南部. "
      },
      斑胁田鸡: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p143.jpg",
        拉丁名: "Porzana paykullii",
        英文名: "Band-bellied Crake",
        濒危状况: "NT",
        体型:
          "中等体型(22厘米)的红褐色田鸡. 嘴短, 腿红色, 头顶及上体深褐色, 颏白, 头侧及胸栗色, 两胁及尾下近黑而具白色细横纹. 翼覆羽较红腿斑秧鸡少白色; 飞羽无白色; 枕及颈深色. ",
        幼鸟: "为褐色而非栗色. ",
        巢:
          "通常建在地面的凹陷中, 呈浅盘状, 置于地势较高的干燥地方, 隐蔽在草丛或灌木间, 以细树枝和草茎为衬里. ",
        食物:
          "以叩头虫, 毛虫, 鳞翅目和鞘翅目昆虫及幼虫为食. 也吃蜗牛, 软体动物及其他小型无脊椎动物和植物果实与种子. ",
        分布:
          "繁殖于东北亚; 冬季南迁至东南亚及大巽他群岛. 迁徙时途经华中及华东, 在中国大陆, 分布于东北, 河北, 河南, 山东, 内蒙古, 江苏, 湖南, 福建, 广东, 广西等地. "
      },
      斑胸滨鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p144.jpg",
        拉丁名: "Calidris melanotos",
        英文名: "Pectoral Sandpiper",
        濒危状况: "Least Concern (LC) ",
        体型:
          "中等体型 (22厘米) 而多具杂斑的褐色滨鹬. 腿黄, 嘴具两色并略为下弯, 胸部纵纹密布并突然中止于白色腹部. 白色眉纹模糊, 顶冠近褐. 繁殖期雄鸟胸部偏黑. 幼鸟胸部纵纹沾皮黄色. 冬季鸟赤褐色较少. 飞行时两翼显暗, 翼略具白色横纹, 腰及尾上具宽的黑色中心部位. 嘴比尖尾滨鹬长. ",
        巢:
          "繁殖期主要牺息于北极冻原. 常在沼泽和湖泊岸边草地上活动. 非繁殖期主要栖息于沿海和内陆河流与湖泊岸边以及附近沼泽和草地上. 有时也出现于河口, 海湾和海岸地带. 通常营巢于苔原沼泽边缘地带干燥地上或沼泽中的土丘上. 巢多置于草丛或灌木下, 借助于草丛和灌木的隐蔽, 一般难于发现; 巢较简陋, 通常由雌鸟在地上挖掘一小圆坑, 内再垫以枯草, 苔藓和柳叶. ",
        食物:
          "主要以各种昆虫和昆虫幼虫为食. 此外也吃蜘蛛, 蛞蝓等小型无脊椎动物和植物种子. ",
        分布:
          "繁殖于俄罗斯极地, 西伯利亚及北美洲; 越冬于南美洲, 澳大利亚及新西兰. 在中国是罕见过境鸟. "
      },
      斑胸田鸡: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p145.jpg",
        拉丁名: "Porzana porzana",
        英文名: "Spotted Crake",
        濒危状况: "Least Concern (LC) ",
        体型:
          "中等体型(23厘米), 色深, 嘴短, 多具白色点斑. 上体基调为褐色, 具灰, 黑及白色纵纹; 下体灰而具白点, 两胁具黑白色横斑; 尾下皮黄色. ",
        巢: "栖于湿润草地及稻田. ",
        食物:
          "主要以虾, 蟹, 水生昆虫, 昆虫幼虫, 蠕虫, 甲壳类, 软体动物, 蛙, 蝌蚪, 蜥蜴, 小鱼等小型脊椎动物和无脊椎动物为食, 偶尔也吃少量植物性食物. ",
        分布:
          "繁殖在古北界西部至贝加尔湖东部, 迁徙至非洲, 印度及中国西部. 在中国仅出现于新疆. "
      },
      斑嘴鹈鹕: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p146.jpg",
        拉丁名: "Pelecanus philippensis",
        英文名: "Spot-billed Pelican",
        中文俗名: "花嘴鹈鹕, 塘鹅, 犁鹕, 淘河, 淘鹅",
        濒危状况: "NT",
        体型:
          "体型甚大(140厘米)的灰色鹈鹕. 喙长而宽大, 有蓝黑色斑点, 上喙尖端呈钩状, 下喙具有发达的暗紫色皮肤质喉囊. 颈部较长, 呈白色, 枕部具有粉红色羽冠, 后颈部有一条粉红色翎羽. 体背羽为灰褐色, 初级和次级飞羽及大覆羽为黑褐色, 腹羽呈白色, 胸部羽呈矛状. 尾部比较短, 呈银灰色. 后肢短, 生于腹部靠后, 趾间有全蹼. ",
        巢:
          "栖居于有荫的沿海港口, 河口, 湖泊及大型河流. 结群营巢. 通常营巢于湖边和沼泽湿地中高大的树上. 巢相当庞大, 用树枝和干草构成. ",
        食物: "主要以鱼类为食, 也吃蛙, 甲壳类, 蜥蜴, 蛇等. ",
        分布:
          "繁殖在中亚地带及欧亚洲南部以及中国大陆的河北以南的东部地区, 偶见于新疆, 云南, 繁殖在东南部等地, 一般栖息于热带和亚热带的河川, 湖泊等处. "
      },
      斑嘴鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p147.jpg",
        拉丁名: "Anas zonorhyncha",
        英文名: "Eastern Spot-billed Duck",
        中文俗名: "花嘴鸭, 谷鸭, 黄嘴尖鸭, 火燎鸭",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体大 (60厘米) 的深褐色鸭. 头色浅, 顶及眼线色深, 嘴黑而嘴端黄且于繁殖期黄色嘴端顶尖有一黑点为本种特征. 喉及颊皮黄. ",
        巢:
          "主要栖息在内陆各类大小湖泊, 水库, 江河, 水塘, 河口, 沙洲和沼泽地带. 迁徙期间和冬季也出现在沿海和农田地带. 营巢于湖泊, 河流等水域岸边草丛中或芦苇丛中, 也营巢于海岸岩石间或水边竹丛中. 在山区森林河流岸边岩壁隙缝巾也见有营巢的. 巢主要由草茎和草叶构成. ",
        食物:
          "主要以植物性食物为食. 常见的食物主要为水生植物的叶, 嫩芽, 茎, 根和松藻, 浮藻等水生藻类, 以及草籽和种子. 此外也吃谷物种子, 昆虫, 软体动物等动物性食物. ",
        分布:
          "印度, 缅甸, 东北亚及中国. 亚种zonorhyncha繁殖于中国东部, 冬季迁至长江以南. 亚种haringtoni为留鸟, 见于云南的南部及西南部, 广东及香港. 广泛分布, 相当常见. "
      },
      灰瓣蹼鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p148.jpg",
        拉丁名: "Phalaropus fulicariu",
        英文名: "Red Phalarope",
        濒危状况: "Least Concern (LC) ",
        体型: "体小 (21厘米) 而嘴直的灰色涉禽. ",
        成鸟:
          "非常似红颈瓣蹼鹬但前额较白, 上体色浅而单调, 嘴色较深且宽, 有时嘴基黄色. 在手上看脚蹼为黄色. 虹膜－褐色; 嘴－黑色, 嘴基黄色; 脚－灰色. ",
        巢: "水边湿草地或苔藓地上. ",
        食物:
          "以水生昆虫, 甲壳类, 软体动物和浮游生物为食. 当它游泳时, 常通过奇特的在水面急速打转的办法啄食被引到水面的食物. ",
        分布:
          "繁殖在北冰洋; 越冬主要在西非及智利海域. 于内陆非常罕见, 分布在新疆西部(天山)及黑龙江(哈尔滨). 稀有越冬鸟于香港, 台湾及上海沿海水域. "
      },
      灰鹤: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p149.jpg",
        拉丁名: "Grus grus",
        英文名: "Common Crane",
        濒危状况: "Least Concern (LC) ",
        体型: "体型中等 (120厘米) 的灰色鹤. ",
        成鸟:
          "前顶冠黑色, 中心红色, 头及颈深青灰色. 自眼后有一道宽的白色条纹伸至颈背. 体羽余部灰色, 背部及长而密的三级飞羽略沾褐色. 初级飞羽, 次级飞羽都是黑褐色. 虹膜－褐色; 嘴－污绿色, 嘴端偏黄; 脚－黑色. ",
        巢: "沼泽草地中的干燥地面上, 主要由枯枝, 叶, 芦苇和草茎堆集而成. ",
        食物:
          "以植物的叶, 茎, 嫩芽, 块茎, 草籽, 玉米, 谷粒, 马铃薯, 白菜, 软体动物, 昆虫, 蛙, 蜥蜴, 鱼类等食物为食. ",
        分布:
          "繁殖于中国的东北及西北. 冬季南移至中国南部及印度支那. 喜湿地, 沼泽地及浅湖. 越来越稀少. "
      },
      灰头麦鸡: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p150.jpg",
        拉丁名: "Vanellus cinereu",
        英文名: "Grey-headed Lapwing",
        濒危状况: "Least Concern (LC) ",
        体型: "体大 (35厘米) 的亮丽黑, 白及灰色麦鸡. ",
        成鸟:
          "头及胸灰色; 上背及背褐色; 翼尖, 胸带及尾部横斑黑色, 翼后余部, 腰, 尾及腹部白色. 冬羽头, 颈多褐色, 颏, 喉白色, 黑色胸带部分不清晰. 虹膜－褐色; 嘴－黄色, 端黑; 脚－黄色. ",
        巢:
          "甚简陋, 仅为一浅的凹坑, 内无任何铺垫, 或仅垫以苔草草茎和草叶即成. 巢的形状为盘状, 巢的大小为外径18—20厘米, 内径10一15厘米, 深1—4厘米. ",
        食物:
          "主要啄食甲虫, 蝗虫, 蚱蜢, 鞘翅目和直翅目昆虫, 也吃水蛭, 螺, 蚯蚓, 软体动物和植物叶及种子. ",
        分布:
          "繁殖于东北各省至江苏和福建; 迁徙经华东及华中, 越冬于云南及广东, 偶见于台湾. 繁殖于中国东北及日本; 冬季南迁至印度东北部, 东南亚, 少量个体到菲律宾. "
      },
      灰尾漂鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p151.jpg",
        拉丁名: "Tringa brevipes",
        英文名: "Grey-tailed Tattler",
        中文俗名: "灰尾鹬, 黄足鹬",
        濒危状况: "Least Concern (LC) ",
        体型: "中等体型 (25厘米) 的低矮型暗灰色鹬. ",
        成鸟:
          "嘴粗且直, 过眼纹黑色, 眉纹白, 腿短, 黄色. 颏近白, 上体体羽全灰, 胸浅灰, 腹白, 腰具横斑. 飞行时翼下色深. 虹膜－褐色; 嘴－黑色; 脚－近黄. ",
        巢: "河边石头问地上凹坑或洞穴中, 也利用树上鸦科鸟类废弃的旧巢. ",
        食物:
          "在水边浅水处和潮涧地带觅食, 常单独或成松散的小群觅食. 食物主要为石蛾, 毛虫, 水生昆虫, 甲壳类和软体动物. 有时也吃小鱼. ",
        分布:
          "繁殖于西伯利亚; 冬季至马来西亚, 澳大利亚及新西兰. 迁徙时甚常见于中国东部的大部地区, 部分个体在台湾及海南岛越冬"
      },
      灰雁: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p152.jpg",
        拉丁名: "Anser anser",
        英文名: "Greylag Goose",
        中文俗名: "大雁, 沙鹅, 灰腰雁, 红嘴雁, 沙雁, 黄嘴灰雁",
        濒危状况: "Least Concern (LC) ",
        体型: "体大 (76厘米) 的灰褐色雁. ",
        成鸟:
          "以粉红色的嘴和脚为本种特征. 头顶和后颈褐色; 嘴基有一条窄的白纹, 繁殖期间呈锈黄色, 有时白纹不明显. 上体体羽灰而羽缘白, 使上体具扇贝形图纹. 胸浅烟褐色, 尾上及尾下覆羽均白. 飞行中浅色的翼前区与飞羽的暗色成对比. 虹膜－褐色; 嘴－红粉 (东方亚种的嘴粉红色, 西方亚种的嘴橙色) ; 脚－粉红. ",
        幼鸟:
          "上体暗灰褐色, 胸和腹前部灰褐色, 没有黑色斑块, 两胁亦缺少白色横斑. ",
        巢:
          "偏僻, 人迹罕至的水边草丛或芦苇丛, 也有在岛屿, 草原和沼泽地上营巢的. ",
        食物:
          "觅食地多在富有植物的水域岸边, 草原, 农田, 荒地和浅水处. 食物主要为各种水生和陆生植物的叶, 根, 茎, 嫩芽, 果实和种子等植物性食物, 有时也吃螺, 虾, 昆虫等动物食物; 迁徙期间和冬季, 亦吃散落的农作物种子和幼苗. ",
        分布:
          "欧亚北部, 越冬于北非, 印度, 中国及东南亚. 繁殖于中国北方大部, 结小群在中国南部及中部的湖泊越冬. 一些鸟冬季至江西鄱阳湖. 可能取食于海南沿海地区的海草. "
      },
      灰燕鸻: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p153.jpg",
        拉丁名: "Glareola lacte",
        英文名: "Small Pratincole",
        濒危状况: "Least Concern (LC) ",
        体型: "体小(18厘米), ",
        成鸟:
          "浅色, 似燕. 上体沙灰, 腰白; 翼下覆羽黑色; 初级飞羽黑色; 次级飞羽白而端黑; 尾平, 但近端的楔形黑色斑使尾看似叉形. 下体白, 胸沾皮黄. 虹膜－褐色; 嘴－黑色, 嘴基部具小块红色斑; 脚－褐灰. ",
        巢: "在沙地上扒一个浅坑, 即产卵于其中, 有时坑内垫有少许枯草. ",
        食物:
          "主要为昆虫, 有时也吃小的甲壳类和软体动物, 主要在水面和沼泽地上空飞翔捕食, 也在地上追捕猎物. ",
        分布:
          "阿富汗东部, 印度, 斯里兰卡至东南亚. 不常见. 繁殖于云南南部及西南部, 并于西藏东南部迪邦河谷高可至海拔750米. "
      },
      姬鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p154.jpg",
        拉丁名: "Lymnocryptes minimu",
        英文名: "Jack Snipe",
        濒危状况: "Least Concern (LC) ",
        体型: "体小(18厘米), 嘴短而两翼狭尖的沙锥. ",
        成鸟:
          "与所有其他沙锥区别在头顶中心无纵纹; 尾呈楔形, 上体具绿色及紫色光泽. 尾色暗而无棕色横斑. 与阔嘴鹬区别在嘴较直, 肩部多明显条纹. 飞行时脚不伸及尾后, 翼前缘无白色. 虹膜－褐色; 嘴－黄色, 端黑; 脚－暗黄. ",
        巢: "富有芦苇和植物的溪流附近的沼泽地上. 巢多置于土丘上. ",
        食物:
          ": 主要以蠕虫, 昆虫, 昆虫幼虫和软体动物为食. 多在晚间, 黄昏与黎明时候觅食. 觅食多在水边沙岸或泥地上, 觅食时将长嘴插入土中, 有节律的上下活动取食. 也在地面啄食. ",
        分布:
          "繁殖在欧洲北部至西伯利亚西部; 越冬在南欧, 非洲, 中东, 印度及东南亚. 罕见过境鸟及冬候鸟. 迁徙时由中国东北经东部沿海, 少量不定期地在广东南部和香港越冬, 偶见于台湾. 另有一群在新疆西部喀什及天山地区越冬. "
      },
      尖尾滨鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p155.jpg",
        拉丁名: "Calidris acuminat",
        英文名: "Sharp-tailed Sandpiper",
        濒危状况: "Least Concern (LC) ",
        体型: "体型略小 (19厘米) 而嘴短的滨鹬. ",
        成鸟:
          "头顶棕色, 眉纹色浅, 胸皮黄色. 特征为下体具粗大的黑色纵纹. 腹白; 尾中央黑色, 两侧白色. 似冬季的长趾滨鹬, 但顶冠多棕色. 夏季鸟体羽多棕色, 通常比斑胸滨鹬鲜亮. 虹膜－褐色; 嘴－黑色; 腿及脚－偏黄至绿色. ",
        幼鸟: "幼鸟色彩较艳丽. ",
        巢: "多置于草丛下的地面凹坑内. 巢内垫有柳树叶. ",
        食物:
          "主要以蚊和其它昆虫幼虫为食. 也吃小螺, 甲壳类, 软体动物等其它小型无脊椎动物. 有时也吃植物种子. 常边走边觅食. ",
        分布:
          "繁殖于西伯利亚; 冬季远至新几内亚, 澳大利亚及新西兰. 为甚常见的迁徙过境鸟. 在中国东北, 沿海省份及云南均有记录. 冬季在台湾 (包括兰屿岛) 也有过记录. "
      },
      剑鸻: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p156.jpg",
        拉丁名: "Charadrius hiaticul",
        英文名: "Common Ringed Plover",
        濒危状况: "Least Concern (LC) ",
        体型: "中等体型(19厘米)的较丰满的黑, 褐及白色鸻. ",
        成鸟:
          "比金眶鸻体型为大, 黑色的前顶冠上无白色饰纹, 腿橘黄, 飞行时翼上具明显白色横纹. 虹膜－褐色; 嘴－黑色, 嘴基黄色; 脚－黄色. ",
        巢: "由亲鸟在沙地上刨一浅坑即成, 内无任何内垫物, 有时垫有少许猫尾草. ",
        食物:
          "喜欢在水边沙滩和沙石岸边活动. 主要以蠕虫, 甲壳类, 软体动物等各种小型无脊椎动物为食. ",
        分布:
          "繁殖于加拿大, 格陵兰及古北界的北极区; 冬季南移至南欧, 非洲及中东. 迷鸟至中国东北, 偶有候鸟至香港. 可能于其他地方也有出现但被忽视. "
      },
      距翅麦鸡: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p157.jpg",
        拉丁名: "Vanellus duvauceli",
        英文名: "River Lapwing",
        濒危状况: "NT",
        体型: "中等体型(30厘米)的明快黑, 白及灰色麦鸡. ",
        成鸟:
          "喉黑, 黑色的顶部具细长凤头, 与头侧, 背及胸部的灰褐色成对照. 腹部, 腰及尾下白色, 初级飞羽, 尾及腹中心块斑黑色. 无肉垂. 飞行缓慢吃力, 翼角可见黑斑. 虹膜－褐色; 嘴－黑色; 脚－偏绿. ",
        巢:
          "雌雄成对营巢. 通常营巢于人迹罕至的河边沙地上或水中沙石滩上. 也在河边岩石和鹅卵石间营巢. ",
        食物:
          "主要以水生昆虫, 蝗虫, 蚱蜢, 螺, 虾, 昆虫幼虫, 蠕虫, 甲壳类和软体动物为食. ",
        分布:
          "喜马拉雅山脉东部, 印度东北部至中国西南部及东南亚. 在我国为西藏东南部, 云南西部和西南部以及海南岛的不常见留鸟. "
      },
      卷羽鹈鹕: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p158.jpg",
        拉丁名: "Pelecanus crispu",
        英文名: "Dalmatian Pelican",
        濒危状况: "VU",
        体型: "大型涉禽. 全长约180厘米",
        成鸟:
          "全身灰白色. 枕部羽毛延长卷曲. 夏季腰和尾下覆羽略沾粉红色. 嘴宽大, 直长而尖, 铅灰色, 上下嘴缘的后半段均为黄色, 前端有一个黄色爪状弯钩. 下颌上有一个橘黄色或淡黄色大型皮囊. 体羽主要为银白色, 并有灰色. 飞羽为黑色, 有白色羽缘. 头上的冠羽呈卷曲状. 颊部和眼周裸露的皮肤均为乳黄色或肉色. 颈部较长. 翅膀宽大. 尾羽短而宽. 腿较短, 脚为蓝灰色, 四趾之间均有蹼. 体羽灰白, 眼浅黄, 喉囊橘黄或黄色. 翼下白色, 仅飞羽羽尖黑色(白鹈鹕翼部的黑色较多). 颈背具卷曲的冠羽. 额上羽不似白鹈鹕前伸而是成月牙形线条. 嘴的下面有一个与嘴等长且能伸缩的皮囊. 虹膜－浅黄, 眼周裸露皮肤－粉红; 嘴－上颚灰色, 下颚粉红; 脚－近灰. ",
        幼鸟: "刚出蛋壳的小卷羽鹈鹕体色灰黑, 不久就生出一身浅浅的白绒毛. ",
        巢: "近水的树上. ",
        食物: "以鱼类, 甲壳类, 软体动物, 两栖动物等为食. ",
        分布:
          "从东南欧至中国. 分布于欧洲东南部, 非洲北部和亚洲东部一带. 国内见于北方, 冬季迁至南方, 少量个体定期在香港越冬. 产于新疆, 青海及山东以南沿海等地. "
      },
      阔嘴鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p159.jpg",
        拉丁名: "Limicola falcinellu",
        英文名: "Broad-billed Sandpiper",
        濒危状况: "Least Concern (LC) ",
        体型: "体型略小 (17厘米) 而嘴下弯的鹬. ",
        成鸟:
          "特征为翼角常具明显的黑色块斑并具双眉纹. 与黑腹滨鹬平滑下弯的嘴相比, 阔嘴鹬的嘴具微小纽结, 使其看似破裂. 上体具灰褐色纵纹; 下体白, 胸具细纹; 腰及尾的中心部位黑而两侧白. 冬季与黑腹滨鹬区别在于眉纹叉开, 腿短. 与姬鹬易混淆, 但嘴不如其直, 肩部条纹不甚明显. 虹膜－褐色; 嘴－黑色; 脚－绿褐色. ",
        巢:
          "离水域不远的苔原草地上或沼泽草地中的土丘上. 巢多置于矮草丛中或芦苇丛中地上凹坑内, 巢内垫有桦树叶, 柳树叶和苔藓. ",
        食物:
          "主要以甲壳类, 软体动物, 蠕虫, 环节动物, 昆虫和昆虫幼虫等小型无脊椎动物为食. 偶尔也吃眼子菜和蓼科植物种籽等植物性食物. ",
        分布:
          "繁殖于北欧及西伯利亚北部; 冬季在热带地区至澳大利亚. 甚常见冬候鸟及过境鸟. 指名亚种途经新疆西部; sibirica经由东部沿海至台湾, 海南岛及广东沿海越冬"
      },
      蓝胸秧鸡: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p160.jpg",
        拉丁名: "Gallirallus striatus",
        英文名: "Slaty-breasted Rail",
        中文俗名: "灰胸秧鸡",
        濒危状况: "Least Concern (LC) ",
        体型: "中等体型 (29厘米) 带棕色顶冠的秧鸡. ",
        成鸟:
          "背多具白色细纹, 头顶栗色, 颏白, 胸及背灰, 两翼及尾具白色细纹, 两胁及尾下具较粗的黑白色横斑. 虹膜－红色; 嘴－上嘴黑色, 下嘴偏红; 脚－灰色. ",
        巢: "在地面营巢. ",
        食物:
          "小型水生动物如虾, 蟹, 螺以及昆虫如金龟子, 蚂蚁等为食, 也取食种子和幼嫩植物. ",
        分布:
          "印度次大陆, 中国南部, 东南亚, 菲律宾及大巽他群岛. 部分鸟冬季至分布区的南部或苏拉威西岛及小巽他群岛越冬. 亚种gularis为华南及西南的留鸟; taiwanus于台湾. 一般不常见到, 高可至海拔1000米. 分布虽广但数量稀少. "
      },
      栗树鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p161.jpg",
        拉丁名: "Dendrocygna javanica",
        英文名: "Lesser Whistling Duck",
        中文俗名: "尼鸭, 啸鸭",
        濒危状况: "Least Concern (LC) ",
        体型: "中等体型(41 厘米)的红褐色鸭. ",
        成鸟:
          "头顶深褐, 头及颈皮黄色, 背褐而具棕色扇贝形纹, 下体红褐. 栗树鸭属中小型鸭类, 体长37-42cm, 体重400-600g. 上体主要为黑褐色, 尾上覆羽, 下胸和腹栗色, 眼具狭窄的黄色眼圈, 脚较长, 嘴, 脚均为黑色, 颈亦较长. 外形似鹅. 飞翔时栗红色的翅上, 尾上覆羽与黑色的飞羽, 尾羽形成鲜明对照, 脚远远伸出于尾外. 两性相似. 额浅棕色. 头顶, 枕部棕褐色, 具黑褐色细纹, 形成一条黑色带斑从枕部一直延伸到后颈. 背, 肩黑褐色, 具棕色或棕灰色羽缘. 腰黑色, 有时亦具窄的棕灰色羽缘. 尾黑色, 尾上覆羽和中, 小翅覆羽栗红色, 大覆羽及飞羽黑褐色. 两颊, 前颈灰皮黄色, 颏, 喉近白色. 上胸黄棕色, 下胸, 腹及两胁浅栗色, 但后者杂有黄棕色, 尾下覆羽棕白至乳白色. 虹膜棕褐色. 眼圈橘黄色, 死后橙红色; 嘴在鼻孔前为深石板色, 鼻孔后为石板青色; 跗蹠深石板色, 死后嘴和跗蹠皆黑色. 虹膜－褐色; 嘴－灰色; 脚－深灰. ",
        幼鸟:
          "羽色较成鸟暗, 背, 肩具黄褐色羽缘, 下体亦较轻淡和较暗, 为暗黄褐色, 少棕色, 头顶常为淡灰褐色. ",
        巢: "有树或植物覆盖的地上草丛中或芦苇沼泽地和树洞中. ",
        食物:
          "主要为稻谷, 作物幼苗, 青草和水生植物等植物性食物, 也吃昆虫, 螺, 蜗牛, 软体动物, 蛙和小鱼等动物性食物. ",
        分布:
          "印度, 巴基斯坦, 尼泊尔, 孟加拉国, 斯里兰卡, 缅甸, 泰国, 老挝, 越南, 印度尼西亚等地. 繁殖于云南南部及广西西南部. 夏季偶尔出现在长江下游, 广东南部, 海南岛及台湾. 南迁至热带地区越冬. 地区性常见种. "
      },
      栗苇鳽: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p162.jpg",
        拉丁名: "Ixobrychus cinnamomeus",
        英文名: "Cinnamon Bittern",
        中文俗名: "粟小鹭, 独春鸟, 葭鳽, 小水骆驼",
        濒危状况: "Least Concern (LC) ",
        体型: "体型略小 (41厘米) 的橙褐色苇鳽. ",
        成鸟:
          "成年雄鸟: 上体栗色, 下体黄褐, 喉及胸具由黑色纵纹而成的中线, 两胁具黑色纵纹, 颈侧具偏白色纵纹, 繁殖期嘴基脸颊红色. 雌鸟: 色暗, 褐色较浓. 虹膜－黄色; 嘴基部裸露皮肤－橘黄色; 嘴－黄色; 脚－绿色. ",
        巢:
          "芦苇沼泽, 湖边, 水塘和水稻田边的芦苇丛和灌丛中, 有时也见在小灌木上营巢. ",
        食物:
          "主要为小鱼, 黄鳝, 蛙, 小螃蟹, 水蜘蛛以及蝼蛄, 龙虱幼虫和叶甲等昆虫. 有时也吃少量植物性物质. ",
        分布:
          "印度, 中国, 东南亚, 苏拉威西岛及马来诸岛. 国内常见的低地留鸟, 分布于辽宁至华中, 华东, 西南, 海南岛及台湾的淡水沼泽和稻田. 越冬在热带区域. "
      },
      蛎鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p163.jpg",
        拉丁名: "Haematopus ostralegus",
        英文名: "Eurasian Oystercatcher",
        中文俗名: "欧亚蛎鹬",
        濒危状况: "Least Concern (LC) ",
        体型: "中等体型 (44厘米) 的黑白色涉禽. ",
        成鸟:
          "红色的嘴长直而端钝, 腿粉红, 上背, 头及胸黑色, 下背及尾上覆羽白色, 下体余部白色. 翼上黑色, 沿次级飞羽的基部有白色宽带. 翼下白色并具狭窄的黑色后缘. 眼下方有一小白斑. 虹膜－红色; 嘴－橙红; 脚－粉红. ",
        幼鸟: "棕色, 冬鸟和幼鸟喉具白色环带. ",
        巢:
          "海边盐碱沼泽, 沙滩, 海滨岩石, 草丛等各类生境中. 也在宽阔的水中岛屿, 沙石河滩．湖泊, 水库边缘草地上和农田地中营巢. 常成对单独营巢, 有时亦见成松散的小群在一起营巢. 巢为开阔地上的凹坑, 多为亲鸟用脚刨挖而成, 内垫干草茎, 有时还垫有小圆石, 贝壳和各种废弃物品. 巢约圆盘状, 大小为27—32×17—20厘米, 深2—4厘米, 雌雄共同筑巢. ",
        食物: "以甲壳类, 软体动物, 蠕虫, 虾, 蟹, 沙蚕, 小鱼, 昆虫和幼虫为食. ",
        分布:
          "欧洲至西伯利亚; 南方越冬. 在我国是不常见的季候鸟. 亚种osculans繁殖于中国东北沿海省份及山东, 越冬在华南和东南沿海及台湾. 迷鸟见于天山 (新疆西部) 及西藏西部. 中国见于沿海一带, 夏季在东北, 河北, 山东等地繁殖, 冬季迁至南方. "
      },
      林沙锥: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p164.jpg",
        拉丁名: "Gallinago nemoricol",
        英文名: "Wood Snipe",
        濒危状况: "VU",
        体型: "体大(31厘米), 背部暗色的沙锥. ",
        成鸟:
          "脸具偏白色纹理, 胸棕黄色而具褐色横斑, 下体余部白色具褐色细斑. 与其他沙锥区别在色彩较深, 飞行缓慢形如蝙蝠, 嘴朝下, 栖息环境也不同. 比孤沙锥体略大, 身体斑纹较粗, 顶侧条纹黑色, 嘴基灰色较少. 虹膜－深褐; 嘴－绿褐, 嘴端色深; 脚－灰绿. ",
        巢:
          "森林中河流两岸草地上, 巢多置于岸边有蕨类植物覆盖的地上凹坑内, 巢内垫有细软的枯草. ",
        食物: "以昆虫, 昆虫幼虫等小型动物为食. ",
        分布:
          "繁殖于喜马拉雅山脉, 越冬在印度及东南亚. 种群数量稀少. 在我国繁殖于西藏东部并可能亦于四川西部. 越冬于西藏东南部及云南的西部和东北部. "
      },
      领燕鸻: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p165.jpg",
        拉丁名: "Glareola pratincol",
        英文名: "Collared Pratincole",
        濒危状况: "Least Concern (LC) ",
        体型: "中等体型 (25厘米) . ",
        成鸟:
          "形似燕鸥, 嘴短, 叉尾白色具黑色端带. 上体橄榄褐色; 颏及喉皮黄色, 缘以黑色领圈; 下眼睑白色. 繁殖季节翼下色深, 腋羽及翼下覆羽深栗色. 虹膜－深褐; 嘴－黑色, 嘴基红色; 脚－黑色. ",
        巢:
          "成群营巢繁殖. 通常营巢于开阔平原上湖泊与河流附近, 巢多置于离水不远的岸边地上凹处, 或沼泽地边缘. ",
        食物: "各种昆虫和昆虫幼虫为食, 觅食多在地上, 也在空中飞行捕食. ",
        分布:
          "分布于欧洲南部, 非洲, 亚洲西部和中部, 北非, 中东至中亚, 越冬于非洲. 在中国主要分布于新疆西部和西南部. "
      },
      流苏鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p166.jpg",
        拉丁名: "Philomachus pugna",
        英文名: "Ruff",
        濒危状况: "Least Concern (LC) ",
        体型: "体略大, 雄鸟28厘米, 雌鸟23厘米",
        成鸟:
          "冬羽暗褐色, 腿长, 头小, 颈长, 嘴短直. 上体深褐具浅色鳞状斑纹; 喉浅皮黄色; 头及颈皮黄色; 下体白, 两胁常具少许横斑. 飞行时翼上狭窄白色横纹及于深色尾基两侧的椭圆形白色块斑极明显. 雌鸟甚小于雄鸟. 夏季雄鸟棕色或部分白色并具明显的蓬松翎颌. 虹膜－褐色; 嘴－褐色, 嘴基近黄, 冬季灰色; 脚－多色, 或黄或绿或为橙褐色. ",
        幼鸟: "皮黄色. ",
        巢: "沼泽湿地和水域岸边. 特别喜欢在有草的湖泊与河流岸边营巢. ",
        食物:
          "以甲虫, 蟋蟀, 蚯蚓, 蠕虫等无脊椎动物为食. 有时也吃少数植物种子. 常边走边啄食. ",
        分布:
          "繁殖于欧亚大陆北部, 西自英国, 挪威, 瑞典, 往东到西伯利亚东北角的楚科奇半岛, 南至德国, 荷兰, 中亚吉尔吉斯平原和阿尔泰山. 越冬于非洲, 东南亚和澳大利亚. 迁徙期间经过中国新疆西部, 西藏南部, 吉林西部, 河北, 江苏, 山东, 广东, 福建, 广西, 香港和台湾. 部分留在广东, 福建, 香港和台湾越冬. "
      },
      罗纹鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p167.jpg",
        拉丁名: "Anas falcata",
        英文名: "Falcated Duck",
        中文俗名: "葭凫, 罗文鸭, 镰刀毛小鸭, 镰刀鸭, 扁头鸭, 早鸭, 三鸭",
        濒危状况: "NT",
        体型: "体大 (50厘米) . ",
        成鸟:
          "雄鸟: 头顶栗色, 头侧绿色闪光的冠羽延垂至颈项, 黑白色的三级飞羽长而弯曲. 喉及嘴基部白色使其区别于体形甚小的绿翅鸭. 雌鸟: 黯褐色杂深色. 似雌性赤膀鸭但嘴及腿暗灰色, 头及颈色浅, 两胁略带扇贝形纹, 尾上覆羽两侧具皮草黄色线条; 有铜棕色. 虹膜－褐色; 嘴－黑色; 脚－暗灰. ",
        幼鸟:
          "似雌鸟, 但更多皮黄色, 飞羽短而钝. 肩羽仅具淡皮黄色羽缘, 缺少淡色亚端斑. ",
        巢:
          "湖边, 河边等水域附近草丛或小灌木丛中地上. 也在沼泽灌木地带营巢. 也曾见到在湖中浅水处稀疏的芦苇丛中营巢的. ",
        食物:
          "以水藻, 水生植物嫩叶, 种子, 草籽, 草叶等植物性食物为食; 也到农田觅食稻谷和幼苗, 偶尔也吃软体动物, 甲壳类和水生昆虫等小型无脊椎动物. ",
        分布:
          "繁殖于东北亚, 迁徙至华东及华南. 中国主要分布在内蒙古, 黑龙江, 吉林 (繁殖鸟) ; 台湾 (旅鸟) . 在黄河下游, 长江以南, 海南岛越冬. 繁殖于中国东北湖泊及湿地, 冬季飞经中国大部分地区包括云南西北部. 在香港常有越冬鸟. "
      },
      绿头鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p168.jpg",
        拉丁名: "Anas platyrhyncho",
        英文名: "Mallard",
        中文俗名: "大头绿 (雄) , 蒲鸭 (雌) ",
        濒危状况: "Least Concern (LC) ",
        体型: "中等体型(58厘米), 为家鸭的野型. ",
        成鸟:
          "雄鸟头及颈深绿色带光泽, 白色颈环使头与栗色胸隔开. 雌鸟褐色斑驳, 有深色的贯眼纹. 较雌针尾鸭尾短而钝; 较雌赤膀鸭体大且翼上图纹不同. 虹膜－褐色; 嘴－黄色; 脚－橘黄. ",
        幼鸟: "似雌鸟, 但喉较淡; 下体白色, 具黑褐色斑和纵纹. ",
        巢:
          "湖泡, 河流, 水库, 池塘等水域岸边草丛中地上或倒木下的凹坑处, 也有在蒲草和芦苇滩上, 河岸岩石上, 甚至大树的树杈间和农民的苞米垛上营巢. 营巢环境极为多样. 巢系用干草茎, 蒲草和苔藓构成. ",
        食物:
          "野生植物的叶, 芽, 茎, 水藻和种子等植物性食物为食. 也吃软体动物, 甲壳类, 水生昆虫等动物性食物. 秋季迁徙和越冬期间也常到收割后的农田觅食散落在地上的谷物. ",
        分布:
          "全北区; 南方越冬. 在我国繁殖于中国西北和东北. 越冬于西藏西南及北纬40°以南的华中, 华南广大地区, 包括台湾. 地区性常见鸟, 数量很多. "
      },
      麦氏贼鸥: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p169.jpg",
        拉丁名: "Stercorarius maccormicki",
        英文名: "South Polar Skua",
        中文俗名: "灰贼鸥",
        濒危状况: "Least Concern (LC) ",
        体型: "体型略大 (53厘米) 的深褐色海鸟. ",
        成鸟:
          "中央尾羽略尖出; 头及腹部较翼上的褐色为浅; 初级飞羽上下基部的白色均明显. 比大贼鸥体型小, 嘴也小. 比其他贼鸥粗壮, 两翼宽圆, 体态沉重. 浅色型鸟无黑色顶冠; 深色型鸟脸上带白色. 非繁殖期成鸟及亚成鸟色深而多纵纹. 虹膜－深褐; 嘴－黑色; 脚－黑色. ",
        食物: "迫使其他海鸟反吐食物. ",
        分布: "繁殖于南极地区. 偶经中国南沙群岛. "
      },
      棉凫: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p170.jpg",
        拉丁名: "Nettapus coromandelianu",
        英文名: "Cotton Pygmy Goose",
        濒危状况: "Least Concern (LC) ",
        体型: "世界上最细小的水鸟, 只重160克及长26厘米. ",
        成鸟:
          "它们的羽毛主要呈白色. 鸟喙短而像鹅的喙, 底部较深. 雄鸟前额白色, 额及头顶黑褐色, 头的余部和颈白色, 颈基部有一宽的黑色而闪绿色光泽的颈环. 肩, 腰以及翅上覆羽黑褐色, 具金属绿色闪光, 大覆羽绿色金属闪光尤为显著; 初级飞羽黑褐色, 各羽中部白色, 形成大的白色翼斑, 次级飞羽黑褐色, 具绿色光泽和白色端斑; 三级飞羽黑褐色, 略具紫蓝色光泽; 尾上覆羽及两胁白色．有黑色虫蠹状细斑, 尾羽暗褐色, 有不显著的绿色金属光泽, 羽缘浅棕色, 腋羽及翼下覆羽黑褐色; 尾下覆羽白色而具褐色端斑, 其余下体白色. 雌鸟额和头顶暗褐色, 额部杂有白色, 眉纹白色, 贯眼纹黑色, 后颈浅褐色, 两颊及前额污白色, 具不明显的黑色细纹; 背, 肩以及两翅覆羽和飞羽褐色, 具不明显的绿色金属光泽, 大覆羽和初级飞羽具白色端斑, 但较窄狭, 次级飞羽白端较宽, 腰和尾暗褐色, 尾上覆羽褐色而具棕白色细斑; 喉白色, 下颈两侧及胸污白色, 有黑褐色细斑. 腹及尾下覆羽白色, 两胁白色而具褐纹. 虹膜雄鸟浅朱红色, 雌鸟红棕色, 嘴峰雄鸟黑棕色, 雌鸟褐色; 跗跖雄鸟黑色. 蹼黄色, 雌鸭跗跖两侧及后缘青黄色. ",
        巢:
          "距水域不远的树洞里, 也见营巢于房前樟树洞和池边柳树洞中, 甚至在废弃的烟囱内营巢. ",
        食物:
          "水生植物和陆生植物的嫩芽, 嫩叶, 根等为食, 也吃水生昆虫, 蠕虫, 蜗牛, 软体动物, 甲壳类和小鱼等. ",
        分布:
          "印度, 中国南部, 东南亚及至新几内亚和澳大利亚的部分地区. 在我国繁殖于长江及西江流域, 华南及东南部沿海, 包括海南岛及云南西南部. 台湾及河北北部有迷鸟记录. "
      },
      黄苇鳽: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p171.jpg",
        拉丁名: "Ixobrychus sinensis",
        英文名: "Yellow Bittern",
        中文俗名: "水骆驼, 小老等, 黄小鹭",
        濒危状况: "Least Concern (LC) ",
        体型: "体小 (32厘米) 的皮黄色及黑色苇鳽. ",
        成鸟:
          "顶冠黑色, 上体淡黄褐色, 下体皮黄, 黑色的飞羽与皮黄色的覆羽成强烈对比. ",
        食物: "主要以小鱼, 虾, 蛙, 水生昆虫等动物性食物为食.  ",
        分布:
          "中国黑龙江, 吉林, 辽宁, 内蒙古, 河北, 北京, 天津, 凹槽, 陕西, 甘肃, 宁夏, 山东, 河南, 江苏, 上海, 安徽, 浙江, 江西, 湖北, 四川为夏候鸟; 云南为夏候鸟, 留鸟; 广东, 广西, 海南, 香港, 台湾为留鸟. 常见湿地鸟, 繁殖于中国东北至华中及西南, 台湾和海南岛. 越冬在热带地区. "
      },
      鹮嘴鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p172.jpg",
        拉丁名: "Ibidorhyncha struthersii ",
        英文名: "Ibisbill ",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体大 (40厘米) 的灰, 黑及白色鹬. 识别特征为腿及嘴红色, 嘴长且下弯. 一道黑白色的横带将灰色的上胸与其白色的下部隔开. 翼下白色, 翼上中心具大片白色斑.  ",
        幼鸟:
          "上体具皮黄色鳞状纹, 黑色斑纹不甚清楚, 胸带黑褐色, 白色胸带缺失, 腿及嘴近粉色. ",
        食物:
          "鹮嘴鹬主要食蠕虫, 蜈蚣以及蜉蝣目, 毛翅目, 等翅目, 半翅目, 鞘翅目, 膜翅目等昆虫和昆虫幼虫. 也吃小鱼, 虾, 软体动物. ",
        分布:
          "罕见地方性留鸟及垂直性迁移的候鸟. 留鸟见于新疆西部, 西藏西部, 南部及东部, 青海, 甘肃, 四川, 宁夏, 陕西, 河北, 河南, 云南北部. 迷鸟见于西双版纳 (云南南部) . "
      },
      花脸鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p173.jpg",
        拉丁名: "Anas formosa ",
        英文名: "Baikal Teal ",
        中文俗名: "黄尖鸭, 黑眶鸭, 元鸭, 晃鸭, 王鸭, 巴鸭, 眼镜鸭",
        濒危状况: "Least Concern (LC) ",
        食物:
          "轮叶藻, 柳叶藻, 菱角, 水草等各类水生植物的芽, 嫩叶, 果实和种子, 也常到收获后的农田觅食散落的稻谷和草籽. 此外也吃螺, 软体动物, 水生昆虫等小型无脊椎动物. 觅食主要在黄昏和晚上. 觅食地多在水边和附近原野和农田. ",
        分布:
          "分布于西伯利亚, 日本, 印度, 以及中国东部 (包括东北, 华北, 自山东南抵云南, 广东, 海南岛, 台湾岛) 等地区. 中国为东北及华北为罕见冬候鸟, 自山东, 南抵云南, 广东及海南岛为冬候鸟. 在华中和华南的一些地区越冬, 偶见于香港. 此鸟的种群数量在近20年急剧下降. "
      },
      鸿雁: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p174.jpg",
        拉丁名: "Anser cygnoides ",
        英文名: "Swan Goose ",
        中文俗名:
          "原鹅, 大雁, 洪雁, 冠雁, 天鹅式大雁, 随鹅, 奇鹅, 黑嘴雁, 沙雁, 草雁",
        濒危状况: "VU",
        体型: "体长800-930毫米",
        食物:
          "各种草本植物的叶, 芽, 包括陆生植物和水生植物, 芦苇, 藻类等植物性食物为食, 也吃少量甲壳类和软体动物等动物性食物, 特别是繁殖季节. 冬季也常到偏远的农田, 麦地, 豆地觅食农作物. 觅食多在傍晚和夜间. ",
        分布:
          "中国繁殖于东北, 迁徙途经中国东部至长江下游越冬. 内蒙古, 新疆, 青海, 河北, 河南, 山东及长江下游, 台湾有分布. 国外见于西伯利亚等地区. "
      },
      红胸田鸡: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p175.jpg",
        拉丁名: "Porzana fusca ",
        英文名: "Ruddy-breasted Crake ",
        濒危状况: "Least Concern (LC) ",
        体型: "小型涉禽, 体长19-23cm. ",
        幼鸟:
          "幼鸟较成鸟上体更浓褐, 头侧, 胸和上腹栗红色, 缀有灰白色, 下腹和两胁淡灰褐色, 微具稀疏的白色斑点. ",
        食物: "水生昆虫, 软体动物和水生植物叶, 芽, 种子",
        分布:
          "亚种erythrothorax为台湾的地方性常见留鸟;  phaeopyga于华东, 华中及华南; bakeri于中国西南. "
      },
      红胸秋沙鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p176.jpg",
        拉丁名: "Mergus serrator ",
        英文名: "Red-breasted Merganser ",
        中文俗名: "雄鸟俗名黑头尖嘴鸭, 雌鸟俗名棕头尖嘴鸭",
        濒危状况: "Least Concern (LC) ",
        体型: "体型中等 (53厘米) 的深色食鱼鸭",
        幼鸟: "似雌鸟, 但胸和下体中部多灰褐色而少白色. ",
        食物:
          "小型鱼类, 也吃水生昆虫, 昆虫幼虫, 甲壳类, 软体动物等其他水生动物. 偶尔也吃少量植物性食物. ",
        分布:
          "黑龙江北部有繁殖; 冬季经中国大部地区至中国东南沿海省份包括台湾越冬. "
      },
      红胸黑雁: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p177.jpg",
        拉丁名: "Branta ruficollis ",
        英文名: "Red-breasted Goose",
        濒危状况: "EN",
        体型: "小型雁类. 体小 (全长55厘米左右) 而色彩靓丽的雁类. ",
        食物:
          "主要以青草或水生植物的嫩芽, 叶, 茎等为食, 也吃根和植物种子, 冬季有时还吃麦苗等农作物的幼苗. ",
        分布:
          "繁殖于西伯利亚极地冻土带的泰梅尔半岛, 越冬于东南欧. 迷鸟有记录于湖北, 湖南(洞庭湖)和江西(鄱阳湖). "
      },
      红头潜鸭: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p178.jpg",
        拉丁名: "Aythya ferina ",
        英文名: "Common Pochard ",
        中文俗名: "红头鸭, 矶凫, 矶雁, 英文直译为普通潜鸭",
        濒危状况: "Least Concern (LC) ",
        体型: "中等体型 (46厘米) , 外观漂亮的鸭类. ",
        食物:
          "主要以水生植物和鱼虾贝壳类为食. 有很好的潜水技能, 食谱也从水草到小鱼小虾分布甚广, 爱吃马来眼子菜, 少食谷粒; 动物性食物有软体动物, 鱼, 蛙等. ",
        分布:
          "繁殖于中国西北, 冬季迁至华东及华南. 红头潜鸭春季于3月中下旬开始往北方迁徙, 4月初至4月中旬到达东北, 秋季于10月初开始南迁, 10月末至11月初到达南方越冬地. 少数留在东北越冬. "
      },
      红颈滨鸭: {},
      红颈瓣蹼鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p180.jpg",
        拉丁名: "Phalaropus lobatus ",
        英文名: "Red-necked Phalarope ",
        中文俗名: "红领瓣足鹬",
        濒危状况: "Least Concern (LC) ",
        体型:
          "体非常小 (18厘米) , 嘴细长, 体灰色和白色, 常见游泳于海上. 头顶及眼周黑色; 上体灰, 羽轴色深; 下体偏白; 飞行时深色腰部及翼上的宽白横纹明显. 飞行似燕. " +
          "虹膜－褐色; 嘴－黑色; 脚－灰色. ",
        食物: "食物为浮游生物. 有时到陆上的池塘或沿海滩涂取食. ",
        分布:
          "在中国大陆, 分布于新疆, 青海, 黑龙江, 山东, 江苏, 福建, 广东, 西藏, 海南等地. 罕见过境鸟, 在内陆曾有记录, 但冬季有时常见于海南岛, 台湾和香港的沿海水域及港湾. "
      },
      海南鳽: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p181.jpg",
        拉丁名: "Gorsachius magnificu",
        英文名: "White-eared Night Heron",
        体型:
          "海南虎斑鳽眼睛极大而漆黑. 英国人于第一次鸦片战争时在中国海南岛首次发现, 因长期以来仅在大英博物馆保存有一副标本, 此后近半个世纪没能再获取相关信息, 故而被称之为'世界上最神秘的鸟'. ",
        成鸟:
          "成年雄鸟具粗大的白色过眼纹, 颈白, 胸侧黑色, 翼上具棕色肩斑. 虹膜－黑色 (眼又圆又大, 漆黑, 似凸出) ; 嘴－偏黄, 嘴端深色; 脚－黄绿色. ",
        分布:
          "近年来, 在中国的海南, 广西, 贵州, 湖南, 江西以及邻国越南纷纷有所发现. 海南鳽是中国国家二级保护动物. "
      },
      海鸥: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p182.jpg",
        拉丁名: "Larus canu",
        英文名: "Mew Gull",
        体型:
          "是一种中等体型的鸥. 腿及无斑环的细嘴绿黄色, 白尾, 初级飞羽羽尖白色, 具大块的白色翼镜. 冬季头及颈散见褐色细纹, 有时嘴尖有黑色. 海鸥身姿健美, 惹人喜爱, 其身体下部的羽毛就像雪一样晶莹洁白, 海鸥是候鸟. ",
        分布:
          "于欧洲, 亚洲至阿拉斯加及北美洲西部. 迁徙时见于中国东北各省. 越冬在整个沿海地区包括海南岛及台湾; 也见于华东及华南地区的大部分内陆湖泊及河流. 结群繁殖于淡水生境. "
      },
      黑冠鳽: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p183.jpg",
        拉丁名: "Gorsachius melanolophu",
        英文名: "Malayan Night Heron",
        体型: "中等大小",
        分布:
          "在亚洲南部, 东部和东南亚, 在中国分布较少, 属于珍稀品种, 是国家二级保护动物, 并被列入《中国濒危动物红皮书》 . "
      },
      黑鹳: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p184.jpg",
        拉丁名: "Ciconia nigr",
        英文名: "Black Stork",
        分布:
          "栖于沼泽地区, 池塘, 湖泊, 河流沿岸及河口. 性惧人. 冬季有时结小群活动. 黑鹳是中国国家一级保护动物"
      },
      黑喉潜鸟: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p185.jpg",
        拉丁名: "Gavia arctic",
        英文名: "Black-throated Loon是潜鸟科潜鸟属的鸟类",
        濒危状况: "Least Concern (LC) ",
        体型:
          "是体形略大的潜鸟, 头浅灰色, 喉部和背部黑色, 具金属光泽. 前颈墨绿色, 颈侧白色, 具黑色纵纹. 翅具白色斑点; 墨绿色的头颈, 以及带黑白花的背部, 使它在水下与环境能有效地融合在一起. 胸, 腹部纯白色. 与红喉潜鸟的区别在头较大而颈显粗, 嘴较厚而平端, 且上体缺少白色斑纹. 第一冬的鸟上体具白色鳞状纹. ",
        幼鸟:
          "似冬羽, 但头顶和后颈较淡和较褐, 背部具淡灰色羽缘. 新出生的黑喉潜鸟当即能够游泳潜水, 羽毛乌黑, 能够睁眼. 生命之初小黑喉潜鸟主要喂它们为昆虫. 成鸟在躲避危险时能够在翅膀下夹者幼鸟在水下潜逃. ",
        习性:
          "善游泳和潜水, 游泳时颈常弯曲成S形. 一次潜水时间较长, 有时潜入水下可长达90秒, 甚至到120秒, 潜水距离长达700多米远. ",
        食物:
          "潜鸟的食物非常广泛, 主要为各种鱼类, 包括鱼类, 甲壳类和软体动物, 甚至也有乌贼. 此外也吃蜻蜒, 蜻蜒幼虫, 甲虫及幼虫等水生昆虫和无脊椎动物. 觅食主要通过潜水. 有时也在水面飞奔追捕鱼群. ",
        分布:
          "繁殖于北半球, 从苏格兰北部至西伯利亚. 在北欧, 亚洲和美国西部都较常见. 在国内为冬候鸟和旅鸟, 比较罕见, 是不常见的稀有鸟类. 过去仅偶见于辽东半岛和福州, 是罕见的冬候鸟和旅鸟, 但从1983年以来, 曾多次于繁殖期间在长白山见到和采得标本, 表明可能在中国长白山繁殖. 台湾亦于1970~1971年间捕获1只. 总体上数量是相当稀少的, 应注意保护. 亚种viridigularis为罕见候鸟见于辽宁半岛. 恐怕与太平洋潜鸟有混淆. 太平洋潜鸟有时作为此种的一亚种处理(参见Harrison, 1983). "
      },
      黑颈鹤: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p186.jpg",
        拉丁名: "Grus nigricolli",
        英文名: "Black-necked Crane",
        体型: "体高(150厘米)的偏灰色鹤. ",
        习性:
          "黑颈鹤栖息于海拔2500～5000米的高原, 通常生活在沼泽地, 湖泊及河滩等湿地环境. 黑颈鹤为候鸟, 每年早春3月集群离开越冬地云贵高原北上迁至青藏高原东北部, 在高寒草甸沼泽地或湖泊河流沼泽地中选择适应的地区, 于4月下旬开始繁殖育幼. 到了10月下旬则飞到青藏高原东南部, 云贵高原及中印, 中巴边境过冬. ",
        繁殖:
          "黑颈鹤在繁殖地主要以家族集群为主, 筑巢于沼泽地带地势较高的草墩或泥墩上, 占地范围比较大, 每一对鹤大约占地2～4平方公里. "
      },
      黑鳽: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p187.jpg",
        拉丁名: "Dupetor flavicolli",
        英文名:
          "Black Bittern) 是鹭科黑鳽属的鸟类, 俗名黑鳽, 乌鹭, 黑长脚鹭鸶, 黄颈黑鹭",
        体型: "中等体型 (54厘米) 的近黑色鳽. ",
        习性:
          "性羞怯. 白天喜在森林及植物茂密缠结的沼泽地, 夜晚飞至其他地点进食. 营巢于水上方或沼泽上方的密林植被中. ",
        分布:
          "于印度, 马来西亚, 印度尼西亚, 巴布亚新几内亚, 所罗门群岛, 澳大利亚, 台湾岛以及中国大陆的广东, 海南, 云南, 长江以南, 贵州, 偶见于甘肃, 陕西, 河南等地, 一般生活于芦苇丛, 沼泽, 滩涂, 红树林及林间溪流, 在贵州分布于700-1000m以及营巢于芦苇丛中, 树上或竹林中. "
      },
      黑头白鹮: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p188.jpg",
        拉丁名: "Threskiornis melanocephalu",
        英文名: "Black-headed Ibis是鹮科白鹮属的鸟类",
        体型: "体大(76厘米)的白色鹮. ",
        食物:
          "主要以鱼, 蛙, 蝌蚪, 昆虫及其幼虫, 蠕虫, 甲壳类, 软体动物以及小型爬行动物等为食, 偶尔也吃点植物换换口味. ",
        分布: "栖息于湖边, 河岸, 水稻田, 芦苇水塘, 沼泽和潮湿草原等开阔地方. "
      },
      黑尾鸥: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p189.jpg",
        拉丁名: "Larus crassirostri",
        英文名: "Black-tailed Gull) 属鸥科鸥属",
        体型:
          "是一种中型海鸥, 身长大概45厘米, 翼展大概126至128厘米. 分布于东亚地区, 包括中国, 日本和韩国, 也会到阿拉斯加至北美洲东北部分一带漂泊. 黑尾鸥长有黄色的脚, 鸟喙末端上有红色的斑点, 继以黑色环带, 腰尾白, 冬季头顶及颈背具深色斑. ",
        幼鸟:
          "多沾褐, 脸部色浅, 嘴粉红而端黑, 尾黑, 需要四年才羽翼丰满成长为成鸟. 尾黑色. 会发出像猫叫的哀怨叫声, 所以在日本被称作'海猫', 在韩国则为'猫鸥'. 黑尾鸥的主要食物为细小的鱼类, 软体动物, 甲壳类海洋生物及其内脏. 它们经常跟着船只觅食, 也会从其他海鸟偷取食物. 每年四月中旬, 黑尾鸥会连群结队地筑巢, 在六月上旬会生两至三只蛋, 孵卵期为二十四天. ",
        分布: "日本沿海及中国海域. "
      },
      黑雁: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p190.jpg",
        拉丁名: "Branta bernicl",
        英文名: "Brent Goose是鸭科黑雁属的鸟类",
        体型: "中等体型 (62厘米) 的深灰色雁",
        习性:
          "少与其他种类混群. 近水面低飞. 涨大潮时栖于沿海港湾. 觅食于沿海草场. " +
          "黑雁头, 颈, 胸黑褐色, 背和两翅灰褐色, 颈的两侧备有一白色横斑, 在颈前后断开, 未能联成颈环. 翅小覆羽灰色, 翼尖黑色, 尾上覆羽白色, 尾黑褐色, 上腹灰褐色, 两胁较淡, 下腹和尾下覆羽白色, 雌雄相似. ",
        分布:
          "于北极圈以北, 北冰洋沿岸及附近岛屿以及中国大陆的东北, 东部沿海, 福建等地, 多生活于海岸边, 河口以及陡峭的河岸. 该物种的模式产地在瑞典. "
      },
      红腹滨鹬: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p191.jpg",
        拉丁名: "Calidris canutu",
        英文名: "Red Knot) 是鹬科滨鹬属的鸟类",
        体型: "中等体型 (24厘米) , 低矮而腿短的偏灰色滨鹬. "
      },
      红喉潜鸟: {
        pic:
          "https://raw.githubusercontent.com/sugarsweetss/poyangBirds/master/img/p192.jpg",
        拉丁名: "Gavia stellat",
        英文名: "Red-throated Loon",
        体型: "体长55-67厘米, 体重1-1.2千克. ",
        成鸟:
          "脸, 喉及颈侧灰色, 特征为一栗色带自喉中心伸至颈前成三角形, 颈背多具纵纹. 上体其余部位黑褐无白色斑纹, 下体白. 冬季成鸟的颏, 颈侧及脸白色, 上体近黑而具白色纵纹, 头形小, 颈细, 游水时嘴略上扬, 与黑喉潜鸟的区别在振翼较快且较高. ",
        分布: "分布于古北界, 新北界, 东洋界以及非洲. ",
        繁殖:
          "欧洲北部, 亚洲北部, 一直到北美洲北部等北极或亚北极地区. 越冬在地中海, 黑海, 里海, 佛罗里达, 加利福尼亚, 日本以及中国辽东半岛大连, 东南沿海广东, 福建, 海南岛和台湾等沿海地区. "
      },
      冠麻鸭: {
        pic: "http://www.birder.cn/upload/natural/a/p00080.jpg",
        中文名: "冠麻鸭",
        拉丁名: "Tadorna cristata",
        英文名: "Crested Shelduck",
        相关知识: "雁形目  鸭科",
        IUCN红色名录等级: "CR",
        描述:
          "体大(61厘米)而与众不同的鸭类前颈及前翅白色两性异形雄鸟：头顶、后颈及胸部黑色雌鸟眼周具白斑, 额及前颈白, 胸腹灰褐密布白色横纹",
        虹膜: "褐色",
        嘴: "红色(雄鸟), 粉红色(雌鸟)",
        脚: "红色",
        分布范围: "西伯利亚、中国及朝鲜的边缘地带",
        分布状况:
          "全球性极危(Collar et a., 1994)几乎已确认绝种1971年以来全球范围再未见过在黄海沿海越冬1936年曾在中国东北捕猎到(未得证实)不过, 在回答分布调查的问讯时, 少数东北渔民及猎民声称曾见此鸟(Zhao, 1993)俄罗斯方面也称曾在1985年见过此鸟",
        习性: "与其他鸭类混群"
      },
      红腿斑秧鸡: {
        pic: "http://www.birder.cn/upload/natural/a/p00307.jpg",
        中文名: "红腿斑秧鸡",
        拉丁名: "Rallina fasciata",
        英文名: "Red-legged Crake",
        相关知识: "鹤形目  秧鸡科",
        IUCN红色名录等级: "LC",
        描述:
          "中等体型(23厘米)的红褐色秧鸡嘴短而腿红, 头、背及胸栗色, 翼及尾红褐色, 腹部及尾下黑而具白斑, 颏白翼覆羽明显地具白点, 飞羽具白斑似斑肋秧鸡, 但两肋及腹部的白色横斑粗大",
        虹膜: "红色",
        嘴: "褐色",
        脚: "红色",
        叫声:
          "繁殖季节于晨昏发出一连串响亮的鼻音pek, 音程间隔半秒; 也作缓慢的降调颤音",
        分布范围:
          "印度次大陆的东北部、东南亚、菲律宾、大巽他群岛及马鲁古群岛有些亚种冬季迁至其分布区的南部",
        分布状况: "夏候鸟, 偶见于台湾兰屿岛",
        习性: "栖于近林区的开阔沼泽地, 极少见于低洼地区性羞怯, 鲜为人知",
        俗名: "红脚秧鸡"
      },
      尖尾燕鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00442.jpg",
        中文名: "黑腹燕鸥",
        拉丁名: "Sterna acuticauda",
        英文名: "Black-bellied Tern",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "EN",
        描述:
          "中等体型(33厘米)栖于河流的燕鸥尾深开叉头顶黑色, 嘴及腿橙红色上体、腰及尾浅灰, 下体白, 腹部具特征性黑色块斑冬季成鸟嘴端黑色, 额具白色杂斑, 腹部黑色块缩小或消失与黄嘴河燕鸥的区别在体型较小, 上体色淡, 腹部黑色, 嘴细, 飞行轻盈",
        虹膜: "深褐",
        嘴: "鲜艳橙红",
        脚: "橙红",
        叫声: "飞行时不停地发出尖厉的krek krek声",
        分布范围: "南亚从印度河流域东贯印度、斯里兰卡、缅甸及泰国",
        分布状况:
          "全球性易危(Collar et al., 1994)在中国甚罕见留鸟分布在云南西南盈江地区",
        习性:
          "群栖性在流速缓慢的河流上下飞行, 歇息于沙滩逆风飞上猎食然后顺风而下再逆风飞回同一河流段"
      },
      红脚鲣鸟: {
        pic: "http://www.birder.cn/upload/natural/a/p00527.jpg",
        中文名: "红脚鲣鸟",
        拉丁名: "Sula sula",
        英文名: "Red-footed Booby",
        相关知识: "鲣鸟目  鲣鸟科",
        IUCN红色名录等级: "LC",
        中国保护级别: "Ⅱ",
        描述:
          "体大(48厘米)的黑白色或烟褐色鲣鸟以红脚白尾为其特征, 具浅、深及中间3种色型浅色型：体羽多白色, 初级飞羽及次级飞羽黑色深色型：头、背及胸烟褐色, 尾白所有色型均具红脚及粉红色的嘴基亚成鸟全身烟褐色",
        虹膜: "褐色",
        嘴: "偏灰, 嘴基粉红, 嘴基裸露皮肤蓝色, 嘴下裸露皮肤黑色",
        脚: "亮红色(为识别特征), 但所有色型的幼鸟脚均为黄灰色",
        叫声: "于海上无声, 仅在巢时发出叫声",
        分布范围: "热带洋面",
        分布状况:
          "繁殖于西沙群岛, 于中国南海为地区性常见种冬季有时至东南沿海, 在香港及台湾东南部的海上有记录",
        习性: "同其他鲣鸟"
      },
      白腹海雕: {
        pic: "http://www.birder.cn/upload/natural/a/p00463.jpg",
        中文名: "白腹海雕",
        拉丁名: "Haliaeetus leucogaster",
        英文名: "White-bellied Sea Eagle",
        相关知识: "鹰形目  鹰科",
        IUCN红色名录等级: "LC",
        中国保护级别: "Ⅱ",
        描述:
          "体大(70厘米)的白、灰及黑色海雕雕成鸟：头、颈及下体白色, 两翼、背及尾灰色, 初级飞羽黑色亚成鸟：浅褐色取代成鸟的白色, 深褐取代灰色楔形尾成其特征",
        虹膜: "褐色",
        嘴: "色",
        脚: "浅灰",
        叫声: "响亮如雁叫ah-ah-ah-ah",
        分布范围: "印度、东南亚、菲律宾及印度尼西亚至澳大利亚",
        分布状况:
          "中国南海沿海的不罕见留鸟在东南部沿海、海南岛、西沙及南沙群岛均有记录",
        习性:
          "笔直立于水边树上或岩石上在高空翱翔或滑翔甚优雅, 飞时两翼成一角度, 振翼缓慢有力俯冲入水捕捉近水面的鱼类, 场面壮观",
        俗名: "白腹雕"
      },
      白肩雕: {
        pic: "http://www.birder.cn/upload/natural/a/p00499.jpg",
        中文名: "白肩雕",
        拉丁名: "Aquila heliaca",
        英文名: "Eastern Imperial Eagle",
        相关知识: "鹰形目  鹰科",
        IUCN红色名录等级: "VU",
        中国保护级别: "Ⅰ",
        描述:
          "体大(75厘米)的深褐色雕雕头顶及颈背皮黄色, 上背两侧羽尖白色尾基部具黑及灰色横斑, 与其余的深褐色体羽成对比飞行时以身体及翼下覆羽全黑色为特征性滑翔时翼弯曲幼鸟皮黄色, 体羽及覆羽具深色纵纹飞行时翼上有狭窄的白色后缘, 尾、飞羽均色深, 仅初级飞羽楔形尖端色浅下背及腰具大片乳白色斑飞行时从上边看覆羽有两道浅色横纹",
        虹膜: "浅褐",
        嘴: "灰色, 蜡膜黄色",
        脚: "黄色",
        叫声: "快速的吠声owk, owk, owk",
        分布范围: "古北界、印度西北部(过去为繁殖鸟, 现为冬候鸟)及中国",
        分布状况:
          "全球性易危(Collar et al., 1994)不常见的季候鸟, 种群数量仍在下降且已濒危指名亚种繁殖于新疆西北部的天山地区有时迁徙时见于东北部沿海省份, 越冬于青海湖的周围、云南西北部、甘肃、陕西、长江中游及福建和广东每年有少量至香港",
        习性:
          "栖于开阔原野显得沉重懒散, 在树桩上或柱子上一呆数小时从其他猛禽处抢劫食物飞行缓慢似鹫",
        俗名: "御雕 御雕"
      },
      加拿大雁: {
        pic: "http://www.birder.cn/upload/natural/a/p00076.jpg",
        中文名: "小美洲黑雁",
        拉丁名: "Branta hutchinsii",
        英文名: "Cackling Goose",
        相关知识: "雁形目  鸭科",
        IUCN红色名录等级: "LC",
        描述:
          "体大(100厘米)的灰色雁头颈黑色, 眼后延至喉间的白色斑块为本种特征飞行时背和尾与白色的臀部及尾上覆羽成反差",
        虹膜: "褐色",
        嘴: "黑色",
        脚: "黑色",
        叫声: "非常喧哗, 尤其是飞行时",
        分布范围: "广泛分布于北美洲引种欧洲及新西兰散布至东北亚",
        分布状况:
          "非中国原有, 但野生群体出现于北京及其他地方, 散及全球偶见越冬于日本",
        习性: "栖于湖泊、河流及农田群居性雁类]"
      },
      美洲绿翅鸭: {
        pic: "http://www.birder.cn/upload/natural/a/p0000-.jpg",
        中文名: "美洲绿翅鸭",
        拉丁名: "Anas carolinensis",
        英文名: "Green-winged Teal",
        相关知识: "雁形目  鸭科",
        俗名: ""
      },
      姬田鸡: {
        pic: "http://www.birder.cn/upload/natural/a/p00315.jpg",
        中文名: "姬田鸡",
        拉丁名: "Porzana parva",
        英文名: "Little Crake",
        相关知识: "鹤形目  秧鸡科",
        IUCN红色名录等级: "LC",
        中国保护级别: "Ⅱ",
        描述:
          "体小(19厘米)的田鸡雄鸟：上体褐色, 下体灰色而具稀疏的白色点斑雌鸟：下体较浅, 皮黄色而非灰色, 脸、颏及喉偏白甚似体型更小一点的小田鸡, 但雄鸟上体褐色较黯淡, 少有白色点斑, 两胁横纹也少, 腿绿色, 嘴基红色幼鸟与小田鸡幼鸟的区别在上体白色点斑为实心而非圆圈状",
        虹膜: "红色",
        嘴: "偏绿, 嘴基红色",
        脚: "偏绿",
        叫声:
          "雄鸟鸣声为轻松的低调呱呱声, 加速至结结巴巴结尾雌鸟叫声更急, 以高颤音收尾",
        分布范围:
          "繁殖于古北界的西部至中亚; 越冬于非洲的撒哈拉、中东及巴基斯坦",
        分布状况: "新疆西部塔里木盆地的罕见繁殖鸟, 迁徙鸟于天山有记录",
        习性: "栖于沼泽、潮湿草甸及有浮生植物的池塘能自如地游水"
      },
      楔尾鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00429.jpg",
        中文名: "楔尾鸥",
        拉丁名: "Rhodostethia rosea",
        英文名: "Ross's Gull",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "LC",
        描述:
          "体小(31厘米)的独特鸥种特征为嘴黑, 腿红, 颈环黑, 上体浅灰, 下体及楔形尾玫瑰色越冬成鸟无颈环, 玫瑰色或少或无与红嘴鸥的区别在翼无黑色, 眼斑色暗并具楔形尾第二年鸟具成鸟体羽第一冬鸟似冬季成鸟, 但飞行时上体具'W'形斑纹, 尾具部分横带与第一冬小鸥区别在无深色顶冠并具楔形尾",
        虹膜: "深褐",
        嘴: "黑色",
        脚: "红色",
        叫声: "繁殖期外寂静无声",
        分布范围: "繁殖于北极区, 越冬亦于北极圈内, 但迷鸟散及北方海域",
        分布状况: "罕见冬季偶有迷鸟至中国在辽宁旅顺有记录",
        习性: "飞行轻巧"
      },
      红尾鹲: {
        pic: "http://www.birder.cn/upload/natural/a/p00524.jpg",
        中文名: "红尾鹲",
        拉丁名: "Phaethon rubricauda",
        英文名: "Red-tailed Tropicbird",
        相关知识: "鹲形目  鹲科",
        IUCN红色名录等级: "LC",
        描述:
          "体型略大(46厘米, 不包括尾的飘带)的白色或偏粉色鹲成鸟新羽初为粉红色, 但很快褪成白色与白尾鹲的区别在嘴红色, 体羽黑色较少, 且尾延长部分为红色; 与短尾鹲的区别为尾上飘带红色, 初级飞羽外侧白色, 仅羽轴黑色亚成鸟嘴偏黑, 上体具黑色横斑",
        虹膜: "深色",
        嘴: "红色",
        脚: "蓝色, 蹼黑",
        叫声: "飞行时发出似钟摆齿轮声pirr-igh, 在巢时发出大声尖叫",
        分布范围: "热带、亚热带印度洋及太平洋海域",
        分布状况: "于台湾附近海上有极少记录",
        习性: "栖于海上飞行似白尾鹲"
      },
      白尾鹲: {
        pic: "http://www.birder.cn/upload/natural/a/p00525.jpg",
        中文名: "白尾鹲",
        拉丁名: "Phaethon lepturus",
        英文名: "White-tailed Tropicbird",
        相关知识: "鹲形目  鹲科",
        IUCN红色名录等级: "LC",
        描述:
          "体型略小(37厘米, 不包括尾部飘带)的白色海鸟尾部长飘带白色成鸟：主为白色, 具黑色眉纹, 黑色翼尖, 翼上有两道黑色斜纹亚成鸟：尾无延长, 上体具黑色粗纹, 初级飞羽上的黑色比红尾鹲多体型比其他两种鹲为小",
        虹膜: "深色",
        嘴: "橘黄或黄色",
        脚: "近灰, 蹼黑",
        叫声: "飞行时发出嗒嗒作响tetetete及tik, 在巢时发出大声尖叫",
        分布范围: "热带及亚热带的大西洋、印度洋及太平洋海域",
        分布状况: "迷鸟在台湾附近的海上有记录",
        习性: "高高在海面上空盘旋或旋转或折转, 然后扎入海里取食"
      },
      白脸鹭: {
        pic: "http://www.birder.cn/upload/natural/a/p0000-.jpg",
        中文名: "白脸鹭",
        拉丁名: "Egretta novaehollandiae",
        英文名: "White-faced Heron",
        相关知识: "鹈形目  鹭科",
        IUCN红色名录等级: "LC"
      },
      短尾信天翁: {
        pic: "http://www.birder.cn/upload/natural/a/p00589.jpg",
        中文名: "短尾信天翁",
        拉丁名: "Phoebastria albatrus",
        英文名: "Short-tailed Albatross",
        相关知识: "鹱形目  信天翁科",
        IUCN红色名录等级: "VU",
        中国保护级别: "Ⅰ",
        描述:
          "成鸟：体大(长：89厘米, 翼展：216厘米), 背白色, 飞行时脚远伸出黑色尾后体羽的渐变过程从幼鸟的深褐色至亚成鸟的浅色腹部, 并具翼上白斑及背部鳞状斑纹成鸟为太平洋上唯一的体白色信天翁, 其颈背略带黄色幼鸟及亚成鸟的色型阶段有可能与体型较小的黑脚信天翁相混淆, 其区别在嘴浅粉色, 脚偏蓝, 嘴基无白色",
        虹膜: "褐色",
        嘴: "粉红, 嘴端偏蓝",
        脚: "蓝灰",
        叫声: "于海上通常无声",
        分布范围: "北太平洋, 现已特别稀少",
        分布状况:
          "种群数量甚稀少繁殖在台湾北部钓鱼岛及赤尾屿, 过去也见于澎湖列岛有记录迁徙时见于山东, 在东部沿海有记录",
        习性: "结群繁殖, 偶尔跟随船只",
        俗名: "海燕"
      },
      白腰叉尾海燕: {
        pic: "http://www.birder.cn/upload/natural/a/p00593.jpg",
        中文名: "白腰叉尾海燕",
        拉丁名: "Oceanodroma leucorhoa",
        英文名: "Leach's Storm Petrel",
        相关知识: "鹱形目  海燕科",
        IUCN红色名录等级: "LC",
        描述:
          "体小(20厘米)的深褐色海燕翼明显后掠, 叉形尾飞行时长于脚腰两侧及尾上覆羽白色, 臀深褐色, 翼上大覆羽浅色斜纹明显",
        虹膜: "褐色",
        嘴: "褐色",
        脚: "褐色",
        叫声: "结大群繁殖时发出拖长音的purring声, 但在海上通常无声",
        分布范围: "北太平洋及北大西洋",
        分布状况: "偶见黑龙江有迷鸟记录",
        习性: "飞行快而轻盈, 在短暂滑翔及快速振翼之间向下俯冲有时跟随船只"
      },
      瘤鸭: {
        pic: "http://www.birder.cn/upload/natural/a/p00082.jpg",
        中文名: "瘤鸭",
        拉丁名: "Sarkidiornis melanotos",
        英文名: "Knob-billed Duck",
        相关知识: "雁形目  鸭科",
        IUCN红色名录等级: "LC",
        描述:
          "雄鸟为体大(76厘米)而不易混淆的黑白色鸭嘴上有凸显的黑色肉质瘤白色的头部和颈部上布满黑色小点黑色的上体闪现金属绿色及铜色光泽雌鸟似雄鸟, 但体型甚小且无肉质瘤雌鸟营巢于天然树洞, 栖于多树木的水塘及河流",
        虹膜: "褐色",
        嘴: "黑色",
        脚: "灰色",
        叫声:
          "低沉的呱呱鸭叫繁殖季节发出似喘气的啸声, 炫耀时发出咕哝声或嘶嘶声",
        分布范围: "南美洲、非洲、印度、缅甸及中国西南",
        分布状况:
          "指名亚种在西藏东南部和云南极南部的湿地有分布记录, 现已变得稀少中国东南部有时有迷鸟",
        习性: "群栖于沼泽及多树的的水网地带"
      },
      云石斑鸭: {
        pic: "http://www.birder.cn/upload/natural/a/p00097.jpg",
        中文名: "云石斑鸭",
        拉丁名: "Marmaronetta angustirostris",
        英文名: "Marbled Teal",
        相关知识: "雁形目  鸭科",
        IUCN红色名录等级: "VU",
        描述:
          "体小(40厘米)、形细长而色浅的沙褐色鸭具淡色的嘴及颜面部看起来头形大上下体羽满缀淡皮黄白色点斑飞行时翼下羽色浅无翼镜",
        虹膜: "深褐",
        嘴: "蓝灰",
        脚: "橄榄绿色至暗淡黄色",
        叫声: "相当少声炫耀时雄雌两性都会发出带鼻音的尖叫",
        分布范围: "地中海及亚洲西部",
        分布状况:
          "全球性易危(Collar et al., 1994)在中国及整个分布区都罕见状况不详仅在新疆西部的Kekamkyi(克坎克依)湖有过繁殖记录(Harvey, 1986)",
        习性: "在繁殖期也成小群活动栖居于小且浅的湖泊及池塘飞行慢而低"
      },
      帆背潜鸭: {
        pic: "http://www.birder.cn/upload/natural/a/p00100.jpg",
        中文名: "帆背潜鸭",
        拉丁名: "Aythya valisineria",
        英文名: "Canvasback",
        相关知识: "雁形目  鸭科",
        IUCN红色名录等级: "LC",
        描述:
          "形大(56厘米)的潜鸭头棕, 胸及尾黑色, 背部有鞍形灰白色斑块色型如红头潜鸭, 但体大而颈部显长, 嘴也更长, 头廓特征性高耸头部近前额及近头顶处渐黑雌鸟较雄鸟色褐且黯, 但胸及体侧的对比度较雌性红头潜鸭明显",
        虹膜: "雄鸟红色, 雌鸟深褐",
        嘴: "黑色",
        脚: "蓝灰",
        叫声: "较安静炫耀时雄鸟发出轻柔的咕咕声, 雌鸟回以沙哑的krrr声",
        分布范围:
          "繁殖于阿拉斯加、加拿大及美国北部; 越冬于北美洲的温带地区, 有时见于日本",
        分布状况: "台湾北部偶有记录",
        习性:
          "在开阔湖泊、沿海泻湖, 有隐蔽的河口港湾越冬高飞时呈'V'字队形怕生但合群在水面上常紧聚成片"
      },
      小绒鸭: {
        pic: "http://www.birder.cn/upload/natural/a/p00105.jpg",
        中文名: "小绒鸭",
        拉丁名: "Polysticta stelleri",
        英文名: "Steller's Eider",
        相关知识: "雁形目  鸭科",
        IUCN红色名录等级: "VU",
        描述:
          "形小(45厘米)的近黑色海鸭繁殖期雄鸟易识别, 头白色, 颈环、眼圈、颏及枕斑黑色; 奶白色的胸部两侧有一黑点长长的肩羽黑白色雌鸟及繁殖后的雄鸟深褐色, 眼圈色浅; 绿色翼镜前后有白色缘; 形长的翅羽具光泽雄鸟翼上覆羽白色, 拢翼时成一道白色条纹飞行时下翼白色",
        虹膜: "红褐色",
        嘴: "蓝灰",
        脚: "蓝灰",
        叫声:
          "炫耀时雄鸟发出低沉的似croons的叫声及短吠声雌鸟发出低沉吠叫、嗥叫及哨音其他时侯相当安静 ",
        分布范围:
          "繁殖于西伯利亚及阿拉斯加的极地越冬于北欧、北美洲西北部并由阿留申群岛至堪察加半岛及日本北部",
        分布状况:
          "全球性易危(Collar et al., 1994)为罕见冬鸟, 越冬区在黑龙江的乌苏里江河口地带; 1985年在北戴河(河北省)曾有过记录",
        习性:
          "繁殖于淡水水塘, 但栖于沿海水域近溪流出海处结群活动游泳时尾常上翘",
        俗名: "蓝胸鹌鹑"
      },
      花田鸡: {
        pic: "http://www.birder.cn/upload/natural/a/p00306.jpg",
        中文名: "花田鸡",
        拉丁名: "Coturnicops exquisitus",
        英文名: "Swinhoe's Rail",
        相关知识: "鹤形目  秧鸡科",
        IUCN红色名录等级: "VU",
        中国保护级别: "Ⅱ",
        描述:
          "体甚小(13厘米)的点斑田鸡上体褐色, 具黑色纵纹及白色细小横斑; 颏、喉及腹部白; 胸黄褐色; 两胁及尾下具深褐色及白色的宽横斑幼鸟色更深尾短而上翘飞行时, 白色次级飞羽与黑色初级飞羽明显",
        虹膜: "褐色",
        嘴: "暗黄",
        脚: "黄色",
        叫声: "喉鸣、尖叫及咯咯作叫; 叫声似轻敲石头的声音",
        分布范围: "繁殖于东北亚; 南迁至日本南部及中国南部越冬",
        分布状况:
          "全球性易危(Collar et al., 1994)罕见繁殖于内蒙古东北部多芦苇植被的地带冬候鸟于江西鄱阳湖湿润草地及福建、广东的稻田; 迁徙经中国东部",
        习性: "性甚隐蔽"
      },
      白喉斑秧鸡: {
        pic: "http://www.birder.cn/upload/natural/a/p00308.jpg",
        中文名: "白喉斑秧鸡",
        拉丁名: "Rallina eurizonoides",
        英文名: "Slaty-legged Crake",
        相关知识: "鹤形目  秧鸡科",
        IUCN红色名录等级: "LC",
        描述:
          "中等体型(25厘米)的偏褐色秧鸡头及胸栗色, 颏偏白, 近黑色腹部及尾下具狭窄的白色横纹翼上白色仅限于内侧的次级飞羽及初级飞羽具零星横斑",
        虹膜: "红色",
        嘴: "绿黄",
        脚: "灰色",
        叫声: "夜晚发出双音节的beep-beep叫声",
        分布范围:
          "繁殖于印度次大陆、中国东南部、东南亚、菲律宾及苏拉威西岛有些鸟冬季至斯里兰卡、马来半岛、苏门答腊及爪哇西部",
        分布状况:
          "亚种amauroptera为广西南部的不常见留鸟, 分布至海拔700米, 迷鸟有至海南岛; 有记录夏季繁殖鸟至香港对其分布以往可能有遗漏, 现今分布可能较广泛亚种formosana为台湾的留鸟",
        习性: "性羞怯, 栖于红树林、林缘地带、茂密灌丛及稻田",
        俗名: "灰脚秧鸡"
      },
      骨顶鸡: {
        pic: "http://www.birder.cn/upload/natural/a/p00324.jpg",
        中文名: "骨顶鸡",
        拉丁名: "Fulica atra",
        英文名: "Eurasian Coot",
        相关知识: "鹤形目  秧鸡科",
        IUCN红色名录等级: "LC",
        描述:
          "体大(40厘米)的黑色水鸡具显眼的白色嘴及额甲整个体羽深黑灰色, 仅飞行时可见翼上狭窄近白色后缘",
        虹膜: "红色",
        嘴: "白色",
        脚: "灰绿",
        叫声: "多种响亮叫声及尖厉的kik kik",
        分布范围:
          "古北界、中东、印度次大陆北方鸟南迁至非洲、东南亚及菲律宾越冬; 鲜至印度尼西亚也见于新几内亚、澳大利亚及新西兰",
        分布状况:
          "亚种atra为中国北方湖泊及溪流的常见繁殖鸟大量的鸟至北纬32°以南越冬",
        习性:
          "强栖水性和群栖性; 常潜入水中在湖底找食水草繁殖期相互争斗追打起飞前在水面上长距离助跑",
        俗名: "白骨顶 大番？ 冬鸡 孤顶 骨顶 臌顶 米鸡 水姑??"
      },
      小黄脚鹬: {
        pic: "http://www.birder.cn/upload/natural/a/p00347.jpg",
        中文名: "小黄脚鹬",
        拉丁名: "Tringa flavipes",
        英文名: "Lesser Yellowlegs",
        相关知识: "鸻形目  丘鹬科",
        IUCN红色名录等级: "LC",
        描述:
          "中等体型(23厘米), 背灰褐色, 嘴直, 腿为明显黄色比青脚鹬体小而形长腰部白色块斑在飞行时看似被尾覆羽节成方形, 而不同于红脚鹬或青脚鹬的楔形",
        虹膜: "褐色",
        嘴: "黑色",
        脚: "黄色",
        叫声:
          "单音或双音, 似红脚鹬但声较低告警时作tuk-tuk-tuk叫声, 飞行时连续发出pill-e-wee, pill-e-wee, pill-e-wee",
        分布范围: "繁殖于阿拉斯加及加拿大, 冬季南至南美洲",
        分布状况: "在日本时有记录, 在中国可能被疏忽香港有过一次记录",
        习性: "性活泼, 体态优雅, 行走时腿伸屈有力"
      },
      红胸鸻: {
        pic: "http://www.birder.cn/upload/natural/a/p00397.jpg",
        中文名: "红胸鸻",
        拉丁名: "Charadrius asiaticus",
        英文名: "Caspian Plover",
        相关知识: "鸻形目  鸻科",
        IUCN红色名录等级: "LC",
        描述:
          "中等体型(20厘米)的褐色及白色鸻嘴短, 似东方鸻但体型较小, 腿多灰色, 分布区无重叠",
        虹膜: "深褐",
        嘴: "近黑",
        脚: "黑; 腿－黄灰色",
        叫声: "响亮尖厉的kuwit声",
        分布范围: "繁殖于里海至亚洲中部天山; 越冬在非洲",
        分布状况: "繁殖于新疆西北部天山及准噶尔盆地种群数量稀少",
        习性: "繁殖在平坦的荒瘠地区, 在矮草地及河流池塘边取食"
      },
      黄脚银鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00421.jpg",
        中文名: "黄脚银鸥",
        拉丁名: "Larus cachinnans",
        英文名: "Yellow-legged Gull",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "LC",
        描述:
          "银鸥复合体中体大(60厘米)的鸥上体浅灰至中灰, 腿黄色冬鸟头及颈背无褐色纵纹三个亚种细部上有别亚种cachinnans上体灰色最浅, 冬季腿鲜黄至肉色mongolicus灰色比L. c. cachinnans深, 但较L. vegae vegae浅冬鸟的灰色型与L. vegae birulae大致相同但为白色; 三级飞羽及肩羽具白色的宽月牙形斑; 翼合拢时通常可见三个大小相同的白色羽尖; 飞行时初级飞羽外侧具大翼镜, 较越冬的L. vegae birulae或 L. heuglini taimyrensis的翼镜大; 腿浅粉红色越冬的亚种barbensis 色深而体型略小, 三级飞羽及肩羽的月牙形斑较窄, 外侧两枚初级飞羽具翼镜; 腿从粉红至黯淡黄色, 但通常为亮丽橙黄色; 眼深黄色; 看似嘴小而头圆, 嘴上有时略具黑色带",
        虹膜: "黄色",
        嘴: "黄色, 上具红点",
        脚: "粉红至黄色",
        叫声: "似银鸥",
        分布范围:
          "繁殖从黑海至哈萨克斯坦、俄罗斯南部、中国西北部及蒙古至中国东北冬季南移至以色列、波斯湾、印度洋及东亚国家",
        分布状况:
          "指名亚种繁殖于新疆西部的天山及喀什越冬在印度洋亚种mongolicus 繁殖于内蒙古东部呼伦池, 冬季经中国至印度洋越冬, 极少数见于中国南方沿海少量在香港越冬的鸟为哈萨克斯坦北部繁殖的亚种barbensis",
        习性: "同银鸥"
      },
      褐鲣鸟: {
        pic: "http://www.birder.cn/upload/natural/a/p00528.jpg",
        中文名: "褐鲣鸟",
        拉丁名: "Sula leucogaster",
        英文名: "Brown Booby",
        相关知识: "鲣鸟目  鲣鸟科",
        IUCN红色名录等级: "LC",
        中国保护级别: "Ⅱ",
        描述:
          "体大(48厘米)的深褐色及白色鲣鸟头及尾深色成鸟：深烟褐色, 腹部白色亚成鸟：浅烟褐色替代成鸟的白色脸上裸露皮肤雌鸟橙红, 雄鸟偏蓝",
        虹膜: "灰色",
        嘴: "成鸟黄色, 幼鸟灰色",
        脚: "黄绿色",
        叫声: "海上无声在巢时发出嗷叫声、呱呱叫声及嘶嘶叫声",
        分布范围: "热带及亚热带海洋",
        分布状况:
          "繁殖于西沙群岛及台湾兰屿岛于中国南海为地区性常见鸟, 自上海至海南岛的沿海偶有记录",
        习性: "同其他鲣鸟, 但较近海岸, 尤其在冬季",
        俗名: "白腹鲣鸟"
      },
      斑鹭: {
        pic: "http://www.birder.cn/upload/natural/a/p00538.jpg",
        中文名: "斑鹭",
        拉丁名: "Egretta picata",
        英文名: "Pied Heron",
        相关知识: "鹈形目  鹭科",
        IUCN红色名录等级: "LC",
        描述:
          "体型略小(50厘米)的深灰色鹭头及颈白色, 顶冠及头后饰羽黑色, 嘴及腿黄色幼鸟的头全白而无饰羽",
        虹膜: "黄色",
        嘴: "黄色",
        脚: "黄色",
        叫声: "尚无记录",
        分布范围: "苏拉威西岛至新几内亚及澳大利亚北部",
        分布状况: "台湾南部有迷鸟记录",
        习性: "喜多岩石的海岸",
        俗名: "斑鹭"
      },
      白腹鹭: {
        pic: "http://www.birder.cn/upload/natural/a/p00540.jpg",
        中文名: "白腹鹭",
        拉丁名: "Ardea insignis",
        英文名: "White-bellied Heron",
        相关知识: "鹈形目  鹭科",
        IUCN红色名录等级: "CR",
        描述:
          "体型甚大(127厘米)的灰色鹭喉、腹部、臀、腋羽、腿内侧及颈下方的长饰羽均白比苍鹭体型大许多有几根灰色及白色的丝状羽由顶冠而出",
        虹膜: "黄色",
        嘴: "灰色",
        脚: "灰色",
        叫声: "粗哑吠声",
        分布范围: "喜马拉雅山脉东部山麓至印度东北部及缅甸北部",
        分布状况:
          "全球性濒危(Collar et al., 1994)留鸟见于中国西藏东南部与印度东北部接壤的地区, 栖于低海拔的河流及热带、亚热带森林沼泽区1938年有人在西藏东南部见过(可能有争议)",
        习性: "栖于沼泽地带及池塘, 具鹭的典型特性"
      },
      白肩黑鹮: {
        pic: "http://www.birder.cn/upload/natural/a/p00560.jpg",
        中文名: "白肩黑鹮",
        拉丁名: "Pseudibis davisoni",
        英文名: "White-shouldered Ibis",
        相关知识: "鹈形目  鹮科",
        IUCN红色名录等级: "CR",
        描述:
          "体大(75厘米)的黑色鹮, 特征为头裸出, 肩部具白色斑块, 腿红色, 颈背具浅蓝色斑块通体体羽深褐, 两翼及尾黑色具光泽, 下体无栗色",
        虹膜: "暗色",
        嘴: "黑色",
        脚: "红色",
        叫声: "粗哑的kyee-ahh声",
        分布范围: "曾在中国西南及东南亚有分布, 现仅存于印度支那及婆罗洲",
        分布状况:
          "全球性濒危(Collar et al., 1994)在中国分布状况不明19世纪在云南西南部有记录",
        习性: "似彩鹮但喜沼泽林地及森林溪流",
        俗名: "白肩黑鹮 东方黑鹮"
      },
      白鹳: {
        pic: "http://www.birder.cn/upload/natural/a/p00569.jpg",
        中文名: "白鹳",
        拉丁名: "Ciconia ciconia",
        英文名: "White Stork",
        相关知识: "鹳形目  鹳科",
        IUCN红色名录等级: "LC",
        中国保护级别: "Ⅰ",
        描述: "体型甚大(100厘米)的白色鹳飞羽黑色似东方白鹳但嘴红色而非黑色",
        虹膜: "褐色",
        嘴: "红色",
        脚: "红色",
        叫声: "嘴叩击发出啪哒啪哒的声响",
        分布范围: "欧洲、北非至中亚; 越冬在非洲及印度",
        分布状况:
          "种群数量稀少亚种asiatica为夏候鸟, 可能在新疆西部天山及喀什地区有繁殖迷鸟至内蒙古东北部",
        习性:
          "于树上、柱子上及烟囱顶营巢冬季结群活动取食于湿地飞行时常随热气流盘旋上升",
        俗名: "捞鱼鹳 老鹳"
      },
      铜翅水雉: {
        pic: "http://www.birder.cn/upload/natural/a/p00381.jpg",
        中文名: "铜翅水雉",
        拉丁名: "Metopidius indicus",
        英文名: "Bronze-winged Jacana",
        相关知识: "鸻形目  水雉科",
        IUCN红色名录等级: "LC",
        中国保护级别: "Ⅱ",
        描述:
          "中等体型(29厘米)的褐色及黑色水雉具粗大的白色眉纹, 头、颈及下体黑色而带绿色闪光; 上体橄榄青铜色, 尾栗色, 前额栗色, 眉白幼鸟头顶褐色, 胸部有些白色",
        虹膜: "褐色",
        嘴: "绿色, 嘴基红色而嘴端黄",
        脚: "暗绿",
        叫声: "告警时发出响亮笛音, 也发低喉音",
        分布范围: "印度、中国西南、东南亚、苏门答腊及爪哇",
        分布状况: "罕见留鸟于云南南部(西双版纳)",
        习性: "似其他水雉性隐蔽, 极少见",
        俗名: "秧鸡"
      },
      北极鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00416.jpg",
        中文名: "北极鸥",
        拉丁名: "Larus hyperboreus",
        英文名: "Glaucous Gull",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "LC",
        描述:
          "体大(71厘米)而翼白的鸥腿粉红, 嘴黄看似健猛背及两翼浅灰色比中国任何其他鸥的色彩都浅许多越冬成鸟头顶、颈背及颈侧具褐色纵纹四年始为成鸟第一冬鸟具浅咖啡奶色, 逐年变淡; 嘴粉红而具深色嘴端",
        虹膜: "黄色",
        嘴: "黄色, 带红点",
        脚: "粉红",
        叫声: "似银鸥",
        分布范围:
          "地圈附近繁殖于亚北极北部; 越冬于繁殖区以南地区：佛罗里达, 加利福尼亚, 法国, 中国及日本",
        分布状况:
          "不常见冬候鸟亚种barrovionus在东北各省、河北、山东、江苏及广东有记录香港不定期地有第一冬鸟的记录",
        习性: "单独或结群繁殖喜群栖沿海岸线取食, 并在垃圾堆里找食"
      },
      三趾鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00431.jpg",
        中文名: "三趾鸥",
        拉丁名: "Rissa tridactyla",
        英文名: "Black-legged Kittiwake",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "VU",
        描述:
          "中等体型(41厘米)、尾略呈叉形的鸥特征为嘴黄, 腿黑, 翼尖全黑越冬成鸟头及颈背具灰色杂斑第一冬鸟嘴黑, 顶冠及后领污色, 飞行时上体具深色不完整的'W'形斑纹, 尾端黑色横带与楔尾鸥第一冬鸟的区别在于具后领且'W'形斑纹较暗, 尾呈叉形; 与小鸥的区别在次级飞羽较白, 头顶色浅",
        虹膜: "褐色",
        嘴: "黄色",
        脚: "黑色",
        叫声: "带鼻音的假嗓kittiwake声",
        分布范围:
          "极地周围繁殖于北极区的北美洲及亚洲沿海包括阿留申群岛南移越冬至地中海、西非及北太平洋",
        分布状况:
          "甚罕见冬候鸟有报道在辽宁(旅顺)、河北、江苏(Shaweishan)及四川越冬香港有两次记录",
        习性: "群栖于岩礁悬崖顶端及洞穴完全的海洋性常跟随船只"
      },
      赤颈䴙䴘: {
        pic: "http://www.birder.cn/upload/natural/a/p00519.jpg",
        中文名: "赤颈䴙䴘",
        拉丁名: "Podiceps grisegena",
        英文名: "Red-necked Grebe",
        相关知识: "䴙䴘目  䴙䴘科",
        IUCN红色名录等级: "LC",
        描述:
          "体型较小(45厘米), 较凤头形短且圆嘴较短而粗, 不如凤头的嘴形似匕首各型体羽嘴基部均具特征性黄色斑块略具羽冠夏羽：以顶冠黑色, 颈栗色及脸颊灰白为识别特征冬羽：与凤头区别在脸颊及前颈灰色较多, 嘴的形状及色彩亦不同",
        虹膜: "褐色",
        嘴: "偏黑, 基部黄色",
        脚: "橄榄黑色",
        叫声:
          "繁殖期外寂静无声营巢时甚喧闹, 呜呜嚎叫uooh, uooh, uooh, 以粗哑嘶叫收尾; 也作粗哑的cherk叫声",
        分布范围:
          "全北界、斯堪的那维亚至西伯利亚; 越冬于伊朗及北非北美洲及东北亚的鸟越冬在中国、日本及美国南部",
        分布状况:
          "在中国繁殖于东北的湿地; 迁徙经东北, 有记录在河北、福建及广东越冬",
        习性: "潜水时常冒出水面"
      },
      黑枕燕鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00439.jpg",
        中文名: "黑枕燕鸥",
        拉丁名: "Sterna sumatrana",
        英文名: "Black-naped Tern",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "LC",
        描述:
          "体型略小(31厘米)而非常白的燕鸥具形长的叉形尾及特征性的枕部黑色带上体浅灰, 下体白, 头白, 仅眼前具黑色点斑, 颈背具黑色带第一冬鸟头顶具褐色杂斑, 颈背具近黑色斑幼鸟：头侧及颈背灰褐, 上体近褐而具皮黄及灰色扇贝形斑, 腰近白, 尾圆而无叉",
        虹膜: "褐色",
        嘴: "黑色, 嘴端黄色(成鸟), 污黄(幼鸟)",
        脚: "黑色(成鸟)或黄色(雏鸟)",
        叫声: "尖厉的tsii-chee-chi-chip叫声, 告警时为chit-chit-chitrer声",
        分布范围: "印度洋、太平洋西部沿海的热带岛屿及澳大利亚北部",
        分布状况:
          "定期但不常见的繁殖鸟及夏候鸟指名亚种繁殖于中国东南及华南沿海的海上岩礁及岛屿、香港、台湾、海南岛中国南沙群岛也有分布有些鸟冬季在海南岛附近及更南的海岛上越冬",
        习性: "喜群栖, 与其他燕鸥混群, 喜沙滩及珊瑚海滩, 极少到泥滩, 从不到内陆"
      },
      蓝脸鲣鸟: {
        pic: "http://www.birder.cn/upload/natural/a/p00526.jpg",
        中文名: "蓝脸鲣鸟",
        拉丁名: "Sula dactylatra",
        英文名: "Masked Booby",
        相关知识: "鲣鸟目  鲣鸟科",
        IUCN红色名录等级: "LC",
        中国保护级别: "Ⅱ",
        描述:
          "体大(86厘米)的黑白色鲣鸟成鸟特征为前额及翼上覆羽白色, 背白, 头白而具黑色斑纹幼鸟似褐鲣鸟但具白色领环, 上体褐色较浅, 翼下具横斑",
        虹膜: "黄色",
        嘴: "黄色",
        脚: "黄至灰色",
        叫声: "于海上无声",
        分布范围: "繁殖于热带的大洋岛屿; 分布遍及大多数热带海域",
        分布状况:
          "亚种personata在台湾东北部的钓鱼岛有繁殖, 分布范围进入中国海域",
        习性: "同其他鲣鸟"
      },
      岩鹭: {
        pic: "http://www.birder.cn/upload/natural/a/p00537.jpg",
        中文名: "岩鹭",
        拉丁名: "Egretta sacra",
        英文名: "Pacific Reef Heron",
        相关知识: "鹈形目  鹭科",
        IUCN红色名录等级: "LC",
        中国保护级别: "Ⅱ",
        描述:
          "体型略大(58厘米)的白色或炭灰色鹭有两种色型：灰色型较常见, 体羽清一灰色并具短冠羽, 近白色的颏在野外清楚可见白色型与牛背鹭的区别在体型较大, 头及颈狭窄与其他鹭的区别为腿偏绿色且相对较短, 嘴浅色, 习性也不同",
        虹膜: "黄色",
        嘴: "浅黄",
        脚: "绿色",
        叫声: "进食时发出粗哑呱呱的喉音, 告警时发出更为粗哑的arrk声",
        分布范围: "东亚和西太平洋沿海并印度尼西亚至新几内亚、澳大利亚及新西兰",
        分布状况:
          "偶在海南岛、香港、台湾、澎湖列岛及南沙群岛繁殖福建、浙江及广东沿海有候鸟",
        习性:
          "几乎总是见于沿海岸线地带, 在岩石或悬崖面上休息, 或在水边捕食巢筑于小岛大砾石下的石堆上"
      },
      秃鹳: {
        pic: "http://www.birder.cn/upload/natural/a/p00571.jpg",
        中文名: "秃鹳",
        拉丁名: "Leptoptilos javanicus",
        英文名: "Lesser Adjutant",
        相关知识: "鹳形目  鹳科",
        IUCN红色名录等级: "VU",
        描述:
          "体型硕大(110厘米)的黑白色鹳嘴特形大两翼、背及尾黑色, 下体及领环白色, 裸出的头部及喉部粉红, 颈裸露部分黄色, 头顶具白色绒羽",
        虹膜: "蓝灰",
        嘴: "灰色",
        脚: "深褐",
        叫声: "在巢区发出嗡嗡声, 振翼有声, 嘴叩击出啪哒声, 其余时候无声",
        分布范围: "印度、中国南部、东南亚及大巽他群岛",
        分布状况:
          "过去在海南岛、江西、云南及四川均有记录在中国有否繁殖尚不确定, 现于中国可能已绝迹或濒临绝迹",
        习性:
          "喜多草的湿地、泥滩及红树林有时见于与其他鹳甚至雕雕一起随热气流翱翔"
      },
      黑叉尾海燕: {
        pic: "http://www.birder.cn/upload/natural/a/p00594.jpg",
        中文名: "黑叉尾海燕",
        拉丁名: "Oceanodroma monorhis",
        英文名: "Swinhoe's Storm Petrel",
        相关知识: "鹱形目  海燕科",
        IUCN红色名录等级: "NT",
        描述:
          "体小(20厘米)的深色海燕全身体羽深褐, 具明显的淡灰色翼斑, 尾略分叉",
        虹膜: "深色",
        嘴: "色",
        脚: "黑色",
        叫声: "在繁殖地上空飞行时发出吱吱叫声, 于海上通常无声",
        分布范围: "繁殖于日本、朝鲜及台湾东北部岛屿; 冬季向西迁徙至北印度洋",
        分布状况: "偶有候鸟见于山东、福建、广东及香港沿海海上每年经过中国南海",
        习性:
          "飞行有特点而似燕鸥, 在水面上多弹跳及俯冲, 从不轻飞于水面有时跟随船只"
      },
      游隼: {
        pic: "http://www.birder.cn/upload/natural/a/p00516.jpg",
        中文名: "游隼",
        拉丁名: "Falco peregrinus",
        英文名: "Peregrine Falcon",
        相关知识: "隼形目  隼科",
        IUCN红色名录等级: "LC",
        中国保护级别: "Ⅱ",
        描述:
          "体大(45厘米)而强壮的深色隼成鸟：头顶及脸颊近黑或具黑色条纹; 上体深灰具黑色点斑及横纹; 下体白, 胸具黑色纵纹, 腹部、腿及尾下多具黑色横斑雌鸟比雄鸟体大亚成鸟褐色浓重, 腹部具纵纹各亚种在深色部位上有异亚种peregrinator自眼往下具垂直斑块而非髭纹, 脸颊白色较少, 下体横纹较细",
        虹膜: "黑色",
        嘴: "灰色, 蜡膜黄色",
        脚: "黄色",
        叫声: "繁殖期发出尖厉的kek-kek-kek-kek叫声",
        分布范围: "世界各地",
        分布状况:
          "不常见留鸟及季候鸟亚种calidus迁徙经中国东北及华东, 越冬于中国南方、海南岛及台湾; japonensis越冬于中国东南部; peregrinator为长江以南多数地区的留鸟",
        习性:
          "常成对活动飞行甚快, 并从高空呈螺旋形而下猛扑猎物为世界上飞行最快的鸟种之一, 有时作特技飞行在悬崖上筑巢",
        俗名: "黑背花梨鹞 花梨鹰 那青 青燕 鸭鹘 鸭虎"
      },
      西伯利亚银鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00420.jpg",
        中文名: "西伯利亚银鸥",
        拉丁名: "Larus vegae",
        英文名: "Vega Gull",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "LC",
        描述:
          "银鸥复合体中体大(62厘米)的灰色鸥腿粉红色冬鸟头及颈背具深色纵纹, 并及胸部; 上体体羽变化由浅灰至灰(birulae)或灰至深灰(vegae)两者均偏蓝色通常三级飞羽及肩部具白色的宽月牙形斑合拢的翼上可见多至五枚大小相等的突出白色翼尖飞行时于第十枚初级飞羽上可见中等大小的白色翼镜, 第九枚具较小翼镜浅色的初级飞羽及次级飞羽内边与白色翼下覆羽对比不明显",
        虹膜: "浅黄至偏褐",
        嘴: "黄色, 上具红点",
        脚: "粉红",
        叫声: "似银鸥",
        分布范围: "繁殖于俄罗斯北部及西伯利亚北部; 南方越冬",
        分布状况:
          "冬季甚常见亚种vegae及birulae迁徙经中国东北, 越冬于渤海、华东及华南沿海、台湾的周边地区并上溯中国南方的主要河流与文字记录相反, 在香港 birulae为最常见的亚种",
        习性: "同银鸥"
      },
      黑颈䴙䴘: {
        pic: "http://www.birder.cn/upload/natural/a/p00522.jpg",
        中文名: "黑颈䴙䴘",
        拉丁名: "Podiceps nigricollis",
        英文名: "Black-necked Grebe",
        相关知识: "䴙䴘目  䴙䴘科",
        IUCN红色名录等级: "LC",
        描述:
          "中等体型(30厘米)的繁殖期成鸟具松软的黄色耳簇, 耳簇延伸至耳羽后, 前颈黑色, 嘴较角上扬冬羽：与角的区别在嘴全深色, 且深色的顶冠延至眼下颏部白色延伸至眼后呈月牙形, 飞行时无白色翼覆羽幼鸟似冬季成鸟, 但褐色较重, 胸部具深色带, 眼圈白色",
        虹膜: "红色",
        嘴: "黑色",
        脚: "灰黑",
        叫声: "繁殖期发出哀怨笛音poo-eeet及尖厉颤音",
        分布范围:
          "分布不连贯, 于北美洲西部、欧亚大陆至蒙古西部、非洲、南美洲及中国",
        分布状况:
          "指名亚种为罕见繁殖鸟及冬候鸟繁殖于天山西部、内蒙古及中国东北; 有记录迁徙时见于中国多数地区, 越冬于华南和东南沿海及中国西南的河流可能在云南北部洱海湖也有繁殖现象在香港为迷鸟",
        习性: "成群在淡水或咸水上繁殖冬季结群于湖泊及沿海",
        俗名: "艄板儿"
      },
      白额鹱: {
        pic: "http://www.birder.cn/upload/natural/a/p00584.jpg",
        中文名: "白额鹱",
        拉丁名: "Calonectris leucomelas",
        英文名: "Streaked Shearwater",
        相关知识: "鹱形目  鹱科",
        IUCN红色名录等级: "NT",
        描述:
          "体大(48厘米)的鹱上体深褐, 脸及下体白色, 头及胸部具深色纵纹与浅色型的曳尾鹱区别在于脸白及嘴部色彩 ",
        虹膜: "褐色",
        嘴: "角质色",
        脚: "带粉色",
        叫声: "于海上无声 ",
        分布范围: "繁殖于太平洋西北部的小型岛屿; 越冬南下至赤道 ",
        分布状况:
          "繁殖于山东青岛的海上岛屿于中国海域并不罕见, 在山东至福建、香港、澎湖列岛、台湾及南海岛屿均有记录 ",
        习性: "似曳尾鹱",
        俗名: ""
      },
      豆雁: {
        pic: "http://www.birder.cn/upload/natural/a/p00070.jpg",
        中文名: "豆雁",
        拉丁名: "Anser fabalis",
        英文名: "Taiga Bean Goose",
        相关知识: "雁形目  鸭科",
        IUCN红色名录等级: "LC",
        描述:
          "体型大(80厘米)的灰色雁与Pink-footed Goose类似但脚为橘黄色; 颈色暗, 嘴黑而具橘黄色次端条带飞行中较其他灰色雁类色暗而颈长上下翼无Pink-footed 或灰雁的浅灰色调",
        虹膜: "暗棕",
        嘴: "橘黄、黄色及黑色",
        脚: "橘黄色",
        叫声: "较深沉的似hank-hank的叫声 ",
        分布范围: "繁殖于欧洲及亚洲泰加林, 在温带地区越冬",
        分布状况:
          "相当常见的冬候鸟亚种rossicus及johanseni冬季分布在新疆西部喀什地区及陕西; serrirostris及sibiricus迁徙时见于中国东北部及北部, 冬季在长江下游, 东南沿海省份、海南及台湾香港有不定期迷鸟",
        习性: "成群活动于近湖泊的沼泽地带及稻茬地",
        俗名: "大雁 大雁 东方豆雁 鸿 麦鹅 普通大雁 西伯利亚豆雁"
      },
      鸥嘴噪鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00432.jpg",
        中文名: "鸥嘴噪鸥",
        拉丁名: "Gelochelidon nilotica",
        英文名: "Gull-billed Tern",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "LC",
        描述:
          "中等体型(39厘米)的浅色燕鸥尾狭而尖叉, 嘴黑成鸟冬季下体白色, 上体灰, 头白, 颈背具灰色杂斑, 黑色块斑过眼夏季头顶全黑幼鸟似第一冬成鸟, 但头顶及上体具褐色杂斑",
        虹膜: "褐色",
        嘴: "黑色",
        脚: "黑色",
        叫声: "重复的kuwk-wik或kik-hik, hik hik hik声",
        分布范围:
          "几乎遍及全世界, 繁殖于美洲、欧洲、非洲、亚洲及澳大利亚; 迁徙时经过印度尼西亚及新几内亚",
        分布状况:
          "不常见留鸟及冬候鸟指名亚种繁殖在新疆西部(天山)及内蒙古东北部(呼伦池); affinis繁殖于渤海及中国东南包括台湾, 越冬于中国东南部和台湾, 经过或越冬于海南岛",
        习性:
          "常光顾沿海河口、泻湖及内陆淡/咸水湖常徘徊飞行, 取食时通常轻掠水面或于泥地捕食甲壳类及其他猎物, 很少潜入水中"
      },
      须浮鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00446.jpg",
        中文名: "须浮鸥",
        拉丁名: "Chlidonias hybrida",
        英文名: "Whiskered Tern",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "LC",
        描述:
          "体型略小(25厘米)的浅色燕鸥腹部深色(夏季), 尾浅开叉繁殖期：额黑, 胸腹灰色非繁殖期：额白, 头顶具细纹, 顶后及颈背黑色, 下体白, 翼、颈背、背及尾上覆羽灰色幼鸟似成鸟但具褐色杂斑, 与非繁殖期白翅浮鸥区别在头顶黑, 腰灰色, 无黑色颊纹",
        虹膜: "深褐",
        嘴: "褐",
        脚: "红色",
        叫声: "沙哑断续的kitt或ki-kitt声",
        分布范围: "繁殖在非洲南部、西古北界的南部、南亚及澳大利亚",
        分布状况:
          "亚种swinhoei为季候鸟, 繁殖于中国的东半部; 冬季南迁, 有些鸟在台湾越冬",
        习性:
          "结小群活动, 偶成大群, 常至离海20千米左右的内陆, 在漫水地和稻田上空觅食, 取食时扎入浅水或低掠水面"
      },
      虎头海雕: {
        pic: "http://www.birder.cn/upload/natural/a/p00466.jpg",
        中文名: "虎头海雕",
        拉丁名: "Haliaeetus pelagicus",
        英文名: "Steller's Sea Eagle",
        相关知识: "鹰形目  鹰科",
        IUCN红色名录等级: "VU",
        中国保护级别: "Ⅰ",
        描述:
          "体型硕大(100厘米)的黑色海雕雕特征为黄色的嘴特大, 翼上覆羽、腰、臀及楔尾均白亚成鸟深灰褐色, 尾近白, 边缘灰色, 翼上有浅色斑纹似白尾海雕雕但黄色的嘴特大",
        虹膜: "褐色",
        嘴: "黄色",
        脚: "黄色",
        叫声:
          "粗哑吠声kyow-kyow-kyow, 争夺食物或停歇时发出强烈的kra, kra, kra, kra叫声",
        分布范围:
          "繁殖于西伯利亚东部沿海、堪察加半岛、萨哈林岛、朝鲜及库页岛和阿穆尔河三角洲越冬在堪察加半岛、日本及朝鲜",
        分布状况:
          "全球性易危(Collar et al., 1994)种群数量稀少并仍在下降, 主要原因为环境污染导致渤海鱼类死亡冬候鸟在辽宁及河北曾有记录",
        习性: "冬季成群活动主食从海面上抓起的鱼类",
        俗名: "海雕 虎头雕 羌鹫"
      },
      白头鹞: {
        pic: "http://www.birder.cn/upload/natural/a/p00476.jpg",
        中文名: "白头鹞",
        拉丁名: "Circus aeruginosus",
        英文名: "Western Marsh Harrier",
        相关知识: "鹰形目  鹰科",
        IUCN红色名录等级: "LC",
        中国保护级别: "Ⅱ",
        描述:
          "中等体型(50厘米)的深色鹞雄鸟：似雄性白腹鹞的亚成鸟, 但头部多皮黄色而少深色纵纹雌鸟及亚成鸟：似白腹鹞, 但背部更为深褐, 尾无横斑, 头顶少深色粗纵纹雌鸟腰无浅色翼下初级飞羽的白色块斑(如果有)少深色杂斑",
        虹膜: "雄鸟黄色, 雌鸟及幼鸟淡褐色",
        嘴: "灰色",
        脚: "黄色",
        叫声: "通常不叫",
        分布范围:
          "繁殖于古北界的西部和中部至中国西部; 越冬于非洲、印度及缅甸南部",
        分布状况:
          "繁殖于新疆西北部的天山及周边地区冬季南迁至印度的阿萨姆不常见",
        习性: "同白腹鹞",
        俗名: "白尾巴根子 泽鵟 泽鸟？ 泽鹞"
      },
      普通鵟: {
        pic: "http://www.birder.cn/upload/natural/a/p00492.jpg",
        中文名: "欧亚鵟",
        拉丁名: "Buteo buteo",
        英文名: "Common Buzzard",
        相关知识: "鹰形目  鹰科",
        IUCN红色名录等级: "LC",
        描述:
          "体型略大(55厘米)的红褐色鵟上体深红褐色; 脸侧皮黄具近红色细纹, 栗色的髭纹显著; 下体偏白上具棕色纵纹, 两胁及大腿沾棕色飞行时两翼宽而圆, 初级飞羽基部具特征性白色块斑尾近端处常具黑色横纹在高空翱翔时两翼略呈'V'形",
        虹膜: "黄色至褐色",
        嘴: "灰色, 端黑, 蜡膜黄色",
        脚: "黄色",
        叫声: "响亮的咪叫声peeioo",
        分布范围: "繁殖于古北界及喜马拉雅山脉; 北方鸟至北非、印度及东南亚越冬",
        分布状况:
          "亚种japonicus繁殖于东北各省的针叶林; 冬季南迁至北纬32°以南包括西藏东南部、海南岛及台湾Vulpinus越冬于新疆西部天山、喀什地区及四川甚常见, 高可至海拔3000米",
        习性:
          "喜开阔原野且在空中热气流上高高翱翔, 在裸露树枝上歇息飞行时常停在空中振羽",
        俗名: "鸡母鹞 土豹"
      },
      绿鹭: {
        pic: "http://www.birder.cn/upload/natural/a/p00546.jpg",
        中文名: "绿鹭",
        拉丁名: "Butorides striata",
        英文名: "Striated Heron",
        相关知识: "鹈形目  鹭科",
        IUCN红色名录等级: "LC",
        描述:
          "体小(43厘米)的深灰色鹭成鸟：顶冠及松软的长冠羽闪绿黑色光泽, 一道黑色线从嘴基部过眼下及脸颊延至枕后两翼及尾青蓝色并具绿色光泽, 羽缘皮黄色腹部粉灰, 颏白雌鸟体型比雄鸟略小. 虹膜－黄色; 嘴－黑色; 脚－偏绿",
        虹膜: "黄色",
        嘴: "黑色",
        脚: "偏绿",
        叫声: "告警时发出响亮具爆破音的kweuk声 , 也作一连串的kee-kee-kee-kee声",
        分布范围:
          "美洲、非洲、马达加斯加、印度、中国、东北亚及东南亚、马来诸岛、菲律宾、新几内亚、澳大利亚",
        分布状况:
          "亚种amurensis繁殖于中国东北, 冬季迁徙至南方沿海地区; actophilus在华南及华中甚常见; javanicus甚常见于台湾及海南岛",
        习性:
          "性孤僻羞怯栖于池塘、溪流及稻田, 也栖于芦苇地、灌丛或红树林等有浓密覆盖的地方结小群营巢"
      },
      黑翅鸢: {
        pic: "http://www.birder.cn/upload/natural/a/p00459.jpg",
        中文名: "黑翅鸢",
        拉丁名: "Elanus caeruleus",
        英文名: "Black-winged Kite",
        相关知识: "鹰形目  鹰科",
        IUCN红色名录等级: "LC",
        中国保护级别: "Ⅱ",
        描述:
          "体小(30厘米)的白、灰及黑色鸢特征为黑色的肩部斑块及形长的初级飞羽成鸟：头顶、背、翼覆羽及尾基部灰色, 脸、颈及下体白色唯一一种振羽停于空中寻找猎物的白色鹰类亚成鸟似成鸟但沾褐色",
        虹膜: "红色",
        嘴: "黑色, 蜡膜黄色",
        脚: "黄色",
        叫声: "轻柔哨音wheep, wheep",
        分布范围:
          "非洲、欧亚大陆南部、印度、中国南部、菲律宾及印度尼西亚至新几内亚",
        分布状况:
          "罕见留鸟见于云南、广西、广东及香港的开阔低地及山区, 高可至海拔2000米曾在湖北及浙江有过记录",
        习性: "喜立在死树或电线柱上, 也似红隼悬于空中"
      },
      玉带海雕: {
        pic: "http://www.birder.cn/upload/natural/a/p00464.jpg",
        中文名: "玉带海雕",
        拉丁名: "Haliaeetus leucoryphus",
        英文名: "Pallas's Fish Eagle",
        相关知识: "鹰形目  鹰科",
        IUCN红色名录等级: "EN",
        中国保护级别: "Ⅰ",
        描述:
          "体大(80厘米)的深褐色海雕雕头、颈及胸金皮黄, 楔尾且尾下具白色宽带为其特征亚成鸟棕褐色, 飞行时黑色的次级飞羽翼下的浅色中覆羽并黑色楔型尾与浅色基部成对比翼下初级飞羽基部浅色斑纹明显耳覆羽及过眼线深褐颈上矛状尖羽形成翎颌",
        虹膜: "黄色",
        嘴: "色",
        脚: "黄白或灰色",
        叫声: "响亮尖叫繁殖期甚喧闹",
        分布范围: "伊拉克(冬季)至中亚、印度北部及缅甸",
        分布状况:
          "全球性易危(Collar et al., 1994)不常见留鸟及季候鸟繁殖于新疆西部及中部、青海、甘肃、内蒙古东北部(呼伦池)、黑龙江和西藏南部迁徙经过中国中部、东北, 南至江苏(Shaweishan Is)的多数地区",
        习性:
          "于内陆湖泊、沼泽、高原及贫瘠地区河流捕食鱼类栖于树上或柱子上, 然后冲下捕食近水面的鱼类",
        俗名: "阿拉格－扎戈力 黑鹰 腰玉"
      },
      白尾海雕: {
        pic: "http://www.birder.cn/upload/natural/a/p00465.jpg",
        中文名: "白尾海雕",
        拉丁名: "Haliaeetus albicilla",
        英文名: "White-tailed Eagle",
        相关知识: "鹰形目  鹰科",
        IUCN红色名录等级: "LC",
        中国保护级别: "Ⅰ",
        描述:
          "体大(85厘米)的褐色海雕雕特征为头及胸浅褐, 嘴黄而尾白翼下近黑的飞羽与深栗色的翼下成对比嘴大, 尾短呈楔形飞行似鹫与玉带海雕雕的区别在尾全白幼鸟胸具矛尖状羽但不成翎颌如玉带海雕雕体羽褐色, 不同年龄具不规则锈色或白色点斑",
        虹膜: "黄色",
        嘴: "色",
        脚: "黄色",
        叫声: "响亮的吠声klee klee-klee-klee, 似小狗或黑啄木鸟叫声",
        分布范围: "格陵兰、欧洲、亚洲北部、中国及日本至印度",
        分布状况:
          "全球性近危(Collar et al., 1994)指名亚种为不常见季候鸟, 见于华中及华东的多种栖息环境如河边、湖泊周围及沿海繁殖于内蒙古东北部呼伦池周围, 可能在中国东北的其他地区还有繁殖有越冬在贵州草海、南西北部及江西鄱阳湖的记录, 近年来北京附近每年有少量越冬个体出现",
        习性:
          "显得懒散, 蹲立不动达几个小时飞行时振翅甚缓慢高空翱翔时两翼弯曲略向上扬",
        俗名: "白尾雕 白尾雕 黑鹰 黄嘴雕 洁白雕 尾鹫 扎戈力 芝麻雕"
      },
      白腹鹞: {
        pic: "http://www.birder.cn/upload/natural/a/p00477.jpg",
        中文名: "白腹鹞",
        拉丁名: "Circus spilonotus",
        英文名: "Eastern Marsh Harrier",
        相关知识: "鹰形目  鹰科",
        IUCN红色名录等级: "LC",
        中国保护级别: "Ⅱ",
        描述:
          "中等体型(50厘米)的深色鹞雄鸟似鹊鹞雄鸟, 但喉及胸黑并满布白色纵纹雌鸟尾上覆羽褐色或有时浅色, 有别于除白头鹞外的所有种类雌鹞体羽深褐, 头顶、颈背、喉及前翼缘皮黄色; 头顶及颈背具深褐色纵纹; 尾具横斑; 从下边看初级飞羽基部的近白色斑块上具深色粗斑一些个体头部全皮黄色, 胸具皮黄色块斑亚成鸟似雌鸟但色深, 仅头顶及颈背为皮黄色",
        虹膜: "雄鸟黄色, 雌鸟及幼鸟浅褐色",
        嘴: "灰色",
        脚: "黄色",
        叫声: "通常不叫",
        分布范围: "繁殖于东亚; 南迁至东南亚及菲律宾越冬",
        分布状况: "繁殖于中国东北, 冬季南迁至北纬30°以南越冬于低地甚常见",
        习性:
          "喜开阔地, 尤其是多草沼泽地带或芦苇地擦植被优雅滑翔低掠, 有时停滞空中飞行时显沉重, 不如草原鹞轻盈"
      },
      黄嘴白鹭: {
        pic: "http://www.birder.cn/upload/natural/a/p00536.jpg",
        中文名: "黄嘴白鹭",
        拉丁名: "Egretta eulophotes",
        英文名: "Chinese Egret",
        相关知识: "鹈形目  鹭科",
        IUCN红色名录等级: "VU",
        中国保护级别: "Ⅱ",
        描述:
          "中等体型(68厘米)的白色鹭腿偏绿色, 嘴黑而下颚基部黄色冬季与白鹭区别在体型略大, 腿色不同; 与岩鹭的浅色型的区别在腿较长, 嘴色较暗成繁殖羽时嘴黄色, 腿黑色繁殖期脸部裸露皮肤蓝色",
        虹膜: "黄褐",
        嘴: "黑色, 下基部黄色",
        脚: "黄绿至蓝绿色",
        叫声: "通常无声受惊时发出低音的呱呱叫声",
        分布范围:
          "全球性濒危(Collar et al., 1994)繁殖于北朝鲜西部沿海岛屿及中国东部岛屿越冬主要在菲律宾, 极少至婆罗洲及马来半岛",
        分布状况:
          "过去分布广泛, 现已稀少, 繁殖于辽东半岛、山东及江苏的沿海岛屿过去曾有记录在海南岛繁殖, 在香港的繁殖于1980年已停止数量下降的原因是上世纪末期人们采集其丝状羽, 但至今种群数量尚未完全恢复有记录迷鸟见于东部沿海远及河北和辽宁迁徙时见于西沙群岛",
        习性: "似白鹭, 不停地在浅水中追逐猎物",
        俗名: "白老等 唐白鹭 希日赫肖图－查干"
      },
      鹗: {
        pic: "http://www.birder.cn/upload/natural/a/p00455.jpg",
        中文名: "鹗",
        拉丁名: "Pandion haliaetus",
        英文名: "Western Osprey",
        相关知识: "鹰形目  鹗科",
        IUCN红色名录等级: "LC",
        中国保护级别: "Ⅱ",
        描述:
          "中等体型(55厘米)的褐、黑及白色鹰头及下体白色, 特征为具黑色贯眼纹上体多暗褐色, 深色的短冠羽可竖立亚种区别在头上白色及下体纵纹多少",
        虹膜: "黄色",
        嘴: "黑色, 蜡膜灰色",
        脚: "灰色",
        叫声: "繁殖期发出响亮哀怨的哨音巢中雏鸟见亲鸟时发出大声尖叫",
        分布范围: "全世界",
        分布状况:
          "分布广泛但一般罕见留鸟分布在中国多数地区, 夏候鸟于东北及西北",
        习性:
          "捕鱼之鹰, 从水上悬枝深扎入水捕食猎物, 或在水上缓慢盘旋或振羽停在空中然后扎入水中",
        俗名: "吃鱼鹰 亚巴拉格－额力女 鱼雕 鱼鸿 鱼江鸟 鱼鹰"
      },
      白尾鹞: {
        pic: "http://www.birder.cn/upload/natural/a/p00478.jpg",
        中文名: "白尾鹞",
        拉丁名: "Circus cyaneus",
        英文名: "Hen Harrier",
        相关知识: "鹰形目  鹰科",
        IUCN红色名录等级: "LC",
        描述:
          "雄鸟：体型略大(50厘米)的灰色或褐色鹞具显眼的白色腰部及黑色翼尖体型比乌灰鹞大, 比草原鹞也大且色彩较深缺少乌灰鹞次级飞羽上的黑色横斑, 黑色翼尖比草原鹞长雌鸟褐色, 与乌灰鹞的区别在领环色浅, 头部色彩平淡且翼下覆羽无赤褐色横斑与草原鹞的区别在深色的后翼缘延伸至翼尖, 次级飞羽色浅, 上胸具纵纹幼鸟与草原鹞及乌灰鹞幼鸟的区别在两翼较短而宽, 翼尖较圆钝",
        虹膜: "浅褐色",
        嘴: "灰色",
        脚: "黄色",
        叫声: "通常无声",
        分布范围: "繁殖于全北界; 冬季南迁至北非、中国南方、东南亚及婆罗洲",
        分布状况:
          "甚常见的季候鸟指名亚种繁殖于新疆西部喀什地区、河北及东北各省迁徙时见于中国的东半部, 越冬于青海东部、西藏东南部及长江以南地区",
        习性: "喜开阔原野、草地及农耕地飞行比草原鹞或乌灰鹞更显缓慢而沉重",
        俗名: "白尾巴根子 白抓 灰鹞 灰鹰 鸡鵟 鸡鸟？"
      },
      泽鹬: {
        pic: "http://www.birder.cn/upload/natural/a/p00344.jpg",
        中文名: "泽鹬",
        拉丁名: "Tringa stagnatilis",
        英文名: "Marsh Sandpiper",
        相关知识: "鸻形目  丘鹬科",
        IUCN红色名录等级: "LC",
        描述:
          "中等体型(23厘米)纤细型鹬类额白, 嘴黑而细直, 腿长而偏绿色两翼及尾近黑, 眉纹较浅上体灰褐, 腰及下背白色, 下体白与青脚鹬区别在体型较小, 额部色浅, 腿相应地长且细, 嘴较细而直",
        虹膜: "褐色",
        嘴: "黑色",
        脚: "偏绿",
        叫声:
          "叫声为重复的tu-ee-u冬季常闻重复的kiu声, 似青脚鹬, 但调高; 被赶时发出重复的yup-yup-yup",
        分布范围:
          "繁殖于古北界; 冬季南迁至非洲、南亚及东南亚并远及澳大利亚和新西兰",
        分布状况:
          "甚常见繁殖在内蒙古东北部呼伦池地区迁徙经过华东沿海、海南岛及台湾偶尔经过中国中部",
        习性:
          "喜湖泊、盐田、沼泽地、池塘并偶尔至沿海滩涂通常单只或两三成群, 但冬季可结成大群甚羞怯"
      },
      黑鸢: {
        pic: "http://www.birder.cn/upload/natural/a/p00460.jpg",
        中文名: "黑鸢",
        拉丁名: "Milvus migrans",
        英文名: "Black Kite",
        相关知识: "鹰形目  鹰科",
        IUCN红色名录等级: "LC",
        中国保护级别: "Ⅱ",
        描述:
          "中等体型(55厘米)的深褐色猛禽浅叉型尾为本种识别特征飞行时初级飞羽基部浅色斑与近黑色的翼尖成对照头有时比背色浅与黑耳鸢区别在于前额及脸颊棕色亚成鸟头及下体具皮黄色纵纹",
        虹膜: "棕色",
        嘴: "灰色",
        脚: "黄色",
        叫声: "尖厉嘶叫ewe-wir-r-r-r-r",
        分布范围: "非洲、印度至澳大利亚",
        分布状况: "亚种govinda为云南西部及西藏东南部的留鸟",
        习性:
          "喜开阔的乡村、城镇及村庄优雅盘旋或作缓慢振翅飞行栖于柱子、电线、建筑物或地面, 在垃圾堆找食腐物",
        俗名: "俄老刁 黑耳鸢 老鹰 老鸢 牙鹰 岩鹰 鹞鹰"
      },
      红脚苦恶鸟: {
        pic: "http://www.birder.cn/upload/natural/a/p00312.jpg",
        中文名: "红脚苦恶鸟",
        拉丁名: "Amaurornis akool",
        英文名: "Brown Crake",
        相关知识: "鹤形目  秧鸡科",
        IUCN红色名录等级: "LC",
        描述:
          "中等体型(28厘米), 色暗而腿红上体全橄榄褐色, 脸及胸青灰色, 腹部及尾下褐色幼鸟灰色较少体羽无横斑飞行无力, 腿下悬",
        虹膜: "红色",
        嘴: "黄绿",
        脚: "洋红",
        叫声: "拖长颤哨音, 降调",
        分布范围: "印度次大陆至中国及印度支那东北部",
        分布状况: "繁殖在多芦苇或多草的沼泽在中国南方的山区稻田为地区性常见鸟",
        习性: "性羞怯, 多在黄昏活动尾不停地抽动"
      },
      角嘴海雀: {
        pic: "http://www.birder.cn/upload/natural/a/p00454.jpg",
        中文名: "角嘴海雀",
        拉丁名: "Cerorhinca monocerata",
        英文名: "Rhinoceros Auklet",
        相关知识: "鸻形目  海雀科",
        IUCN红色名录等级: "LC",
        描述:
          "体型略大(32厘米)的暗污色海雀嘴橘黄或黄色, 头部具两道特征性白色条纹, 脚黄色上体具灰色横斑及杂斑繁殖羽的明显特征为眼后的白色眉纹及眼下的白色髭纹嘴及脚的橘黄色较浓, 上颚基部具一小的浅色角状物, 角嘴海雀因此得名",
        虹膜: "黄色",
        嘴: "繁殖期橘黄色, 其他时节黄色",
        脚: "黄色",
        叫声: "通常不叫",
        分布范围:
          "繁殖于西伯利亚东部沿海、日本北部、千岛群岛、阿留申群岛、阿拉斯加和美国西北部及相邻海域",
        分布状况: "罕见冬候鸟偶见于辽宁(旅顺)",
        习性: "营巢于洞穴中; 取食于远海结大群飞行能力强; 入水低沉"
      },
      灰背鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00417.jpg",
        中文名: "灰背鸥",
        拉丁名: "Larus schistisagus",
        英文名: "Slaty-backed Gull",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "LC",
        描述:
          "体大(61厘米)、背部深灰色的鸥腿粉红色, 嘴黄色上具红点似银鸥的复合体但上体灰色更深, 腿更显粉红白色月牙形肩带较宽冬季成鸟头后及颈部具褐色纵纹第一冬鸟比多数银鸥色深, 尾完全深褐",
        虹膜: "黄色",
        嘴: "黄色, 上具红点",
        脚: "深粉色",
        叫声: "似银鸥",
        分布范围:
          "繁殖于西伯利亚东部沿海及日本北部分布广及太平洋西北部越冬在日本及朝鲜沿海",
        分布状况:
          "冬季甚常见于沿海地区, 见于中国哈尔滨附近及旅顺、河北(北戴河)、山东(威海及烟台)、福建、广东、香港、海南岛和云南(石屏)",
        习性: "典型的大洋鸥特性"
      },
      红脸鸬鹚: {
        pic: "http://www.birder.cn/upload/natural/a/p00533.jpg",
        中文名: "红脸鸬鹚",
        拉丁名: "Phalacrocorax urile",
        英文名: "Red-faced Cormorant",
        相关知识: "鲣鸟目  鸬鹚科",
        IUCN红色名录等级: "LC",
        描述:
          "中等体型(76厘米)的闪光黑色鸬鹚脸红色, 体羽带紫色及绿色光辉繁殖成鸟头具两簇冠羽, 头侧有几根白色丝状羽, 腿部有白色斑块幼鸟多褐色, 脸红色甚似海鸬鹚, 但脸部红色延伸至嘴上的额部而于颊部少有红色幼鸟比海鸬鹚的幼鸟脸红繁殖期冠羽较海鸬鹚浓密并显蓝色",
        虹膜: "蓝色",
        嘴: "黄色",
        脚: "灰色",
        叫声: "海上无声",
        分布范围: "繁殖于西伯利亚东部、库页岛、阿留申群岛及日本",
        分布状况: "种群数量非常稀少迷鸟在渤海及台湾海域有记录",
        习性: "典型的海上鸬鹚"
      },
      灰翅鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00415.jpg",
        中文名: "灰翅鸥",
        拉丁名: "Larus glaucescens",
        英文名: "Glaucous-winged Gull",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "LC",
        描述:
          "体大(65厘米), 上背灰色, 尾白, 嘴黄, 腿粉红越冬鸟头后及颈背略具褐色纵纹初级飞羽灰色, 无明显翼镜第一冬的鸟全身浅皮黄褐色, 下体无反差; 后颈明显偏白, 嘴厚实, 黑色较第一冬的北极鸥色深许多",
        虹膜: "褐色",
        嘴: "黄色, 具红点",
        脚: "粉红",
        叫声: "叫声为kow-kow或ka-ka-ako的尖叫声",
        分布范围:
          "繁殖于阿留申群岛及阿拉斯加沿海和加拿大西部沿海越冬于美国西部沿海",
        分布状况:
          "迷鸟春季在福建沿海有过记录自1985年后时有第一冬鸟出现于香港, 可能是混交型",
        习性: "大型的侵略性鸥种, 在沿海及垃圾堆觅食"
      },
      暴雪鹱: {
        pic: "http://www.birder.cn/upload/natural/a/p00580.jpg",
        中文名: "暴雪鹱",
        拉丁名: "Fulmarus glacialis",
        英文名: "Northern Fulmar",
        相关知识: "鹱形目  鹱科",
        IUCN红色名录等级: "LC",
        描述:
          "体大(48厘米)而羽色多变的海燕形鹱具浅色型及深色型, 但太平洋亚种rogersis深色型较为普遍浅色型似鸥, 区别在嘴较粗短, 颈较粗, 振翅及滑翔飞行飞行似鹱, 由此其深色型与大型鹱易于混淆与鹱的区别在身体比例及尾的形状不同",
        虹膜: "深褐",
        嘴: "角质色至黑色",
        脚: "着白色羽",
        叫声: "粗声的kuh, kuh, kwa-kwa-kwa, 或是雄鸟arr, arr猛叫",
        分布范围: "北半球的苔原冻土带",
        分布状况:
          "亚种nadezdae鲜见于新疆极西北部阿尔泰山海拔1300~2000米处的砾石苔原、桧树灌丛及沼泽地",
        习性: "结小群活动不惧生极耐寒, 多栖于林线以上",
        俗名: "雪鸡"
      },
      黑脚信天翁: {
        pic: "http://www.birder.cn/upload/natural/a/p00590.jpg",
        中文名: "黑脚信天翁",
        拉丁名: "Phoebastria nigripes",
        英文名: "Black-footed Albatross",
        相关知识: "鹱形目  信天翁科",
        IUCN红色名录等级: "NT",
        描述:
          "中等体型(81厘米), 体羽多深褐色, 仅嘴基、尾基部及尾下覆羽具狭窄白色有些老年成鸟头及胸部褪成近白色幼鸟似成鸟, 但尾及尾下覆羽无白色与短尾信天翁的幼鸟的区别在嘴及脚深色",
        虹膜: "褐黑",
        嘴: "灰黑",
        脚: "黑色",
        叫声: "于海上无声",
        分布范围:
          "北太平洋繁殖于利瓦德群岛(Leeward Islands, 与西印度群岛中的背风群岛同名--译注)、马绍尔群岛、约翰斯顿群岛及小笠原群岛",
        分布状况: "种群数量甚稀少常年见于台湾海峡春季及冬季见于中国南海",
        习性: "结群繁殖常跟随船只找食废弃物常栖于海上"
      },
      太平洋潜鸟: {
        pic: "http://www.birder.cn/upload/natural/a/p00577.jpg",
        中文名: "太平洋潜鸟",
        拉丁名: "Gavia pacifica",
        英文名: "Pacific Loon",
        相关知识: "潜鸟目  潜鸟科",
        IUCN红色名录等级: "LC",
        描述:
          "体型略大(66厘米)的潜鸟比黑喉潜鸟略小, 所有体羽均相似繁殖羽区别在喉具闪辉紫色而非绿色斑块, 颈背白色较多",
        虹膜: "红色",
        嘴: "灰色至黑色",
        脚: "黑色",
        叫声: "通常无声",
        分布范围:
          "繁殖于西伯利亚东部至阿拉斯加及加拿大; 越冬于日本沿海及北美洲西部南至北纬23°",
        分布状况:
          "种群数量稀少有记录经过辽东半岛, 可能也经过北戴河及山东香港可能有过记录",
        习性: "同黑喉潜鸟"
      },
      黑背信天翁: {
        pic: "http://www.birder.cn/upload/natural/a/p00591.jpg",
        中文名: "黑背信天翁",
        拉丁名: "Phoebastria immutabilis",
        英文名: "Laysan Albatross",
        相关知识: "鹱形目  信天翁科",
        IUCN红色名录等级: "NT",
        描述:
          "中等体型(80厘米)的黑白色信天翁特征为自颏至臀部为全白色, 但翼上及背深色翼下主要为白色, 具深色边缘, 覆羽具近黑色纵纹眼及眼周深色飞行时脚略伸出尾后幼鸟似成鸟但嘴灰色较重",
        虹膜: "深褐",
        嘴: "黄色, 嘴端深色",
        脚: "粉灰",
        叫声: "于海上通常无声",
        分布范围: "太平洋北部繁殖于日本南部的小岛和夏威夷; 分布于北纬30°~55°",
        分布状况:
          "冬候鸟, 每年定期至日本南部海域在中国尚无记录, 但可能出现于中国海域",
        习性: "结群繁殖, 常跟随船只找食废弃物"
      },
      黑浮鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00448.jpg",
        中文名: "黑浮鸥",
        拉丁名: "Chlidonias niger",
        英文名: "Black Tern",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "LC",
        中国保护级别: "Ⅱ",
        描述:
          "体小(24厘米)的近黑色燕鸥翼下白色, 与白翅浮鸥区别在于嘴黑, 翼下白, 两翼及腿部的灰色较深冬季成鸟头及胸部的黑色消失, 但头顶仍有黑色延伸至眼后, 眼先具黑色小点, 飞行时翼前的胸侧具一小块黑斑尾较白翅浮鸥深凹",
        虹膜: "褐色",
        嘴: "黑色",
        脚: "暗红",
        叫声: "短促带鼻音的尖叫kyeh, 联络声为klit",
        分布范围:
          "繁殖于北美洲, 欧洲至里海及俄罗斯中部的淡水水体冬季南迁至中美洲、南非及西非, 漂鸟远至智利、日本及澳大利亚",
        分布状况:
          "在中国极为罕见繁殖于新疆西部的天山, 在内蒙古东部的呼伦池地区可能也有分布天津、北京、河北(北戴河)及江苏盐城等地有迷鸟记录",
        习性:
          "栖于沿海及内陆水域比白翅浮鸥更喜海洋环境飞行振翼快速而幅度大, 嘴下垂"
      },
      红嘴巨鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00433.jpg",
        中文名: "红嘴巨鸥",
        拉丁名: "Hydroprogne caspia",
        英文名: "Caspian Tern",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "LC",
        描述:
          "体型硕大(49厘米)的燕鸥特征为具形大的红嘴顶冠夏季黑色, 冬季白并具纵纹初级飞羽腹面黑色亚成鸟上体具褐色横斑第一冬鸟似成鸟, 但两翼具褐色杂点, 顶冠深黑",
        虹膜: "褐色",
        嘴: "色",
        脚: "黑色",
        叫声: "沙哑的喘息声kraaah",
        分布范围: "北美洲、南美洲、非洲、欧洲、亚洲至印度尼西亚及澳大利亚",
        分布状况:
          "指名亚种为不常见留鸟及冬候鸟繁殖于沿海从渤海至海南及长江上游; 北方迁徙鸟及南方留鸟同在华南、东南、台湾及海南岛越冬",
        习性: "喜沿海、湖泊、红树林及河口"
      },
      海鸬鹚: {
        pic: "http://www.birder.cn/upload/natural/a/p00534.jpg",
        中文名: "海鸬鹚",
        拉丁名: "Phalacrocorax pelagicus",
        英文名: "Pelagic Cormorant",
        相关知识: "鲣鸟目  鸬鹚科",
        IUCN红色名录等级: "LC",
        描述:
          "中等体型(70厘米)的闪光黑色鸬鹚脸红色, 与红脸鸬鹚甚似, 但繁殖期冠羽较稀疏而松软, 脸部红色不及额部但脸颊红色较多, 幼鸟及非繁殖期的鸟脸粉灰, 体型略小",
        虹膜: "蓝色",
        嘴: "黄色",
        脚: "灰色",
        叫声: "于海上无声",
        分布范围:
          "繁殖于阿拉斯加至西伯利亚及日本, 越冬于美国的加州、日本南部及中国",
        分布状况:
          "不常见指名亚种有记录迁徙时见于中国东北, 冬季从渤海、辽东湾至东部沿海至广东越冬迷鸟至台湾",
        习性: "典型的海上鸬鹚"
      },
      普通燕鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00440.jpg",
        中文名: "普通燕鸥",
        拉丁名: "Sterna hirundo",
        英文名: "Common Tern",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "LC",
        描述:
          "体型略小(35厘米)、头顶黑色的燕鸥尾深叉型繁殖期：整个头顶黑色, 胸灰色非繁殖期：上翼及背灰色, 尾上覆羽、腰及尾白色, 额白, 头顶具黑色及白色杂斑, 颈背最黑, 下体白飞行时, 非繁殖期成鸟及亚成鸟的特征为前翼具近黑的横纹, 外侧尾羽羽缘近黑第一冬鸟上体褐色浓重, 上背具鳞状斑",
        虹膜: "褐色",
        嘴: "冬季黑色, 夏季嘴基红色",
        脚: "偏红, 冬季较暗",
        叫声: "沙哑的降调keerar声, 重音在第一音节",
        分布范围:
          "繁殖于北美洲及古北界; 冬季南迁至南美洲、非洲、印度洋、印度尼西亚及澳大利亚",
        分布状况:
          "常见夏季繁殖鸟及过境鸟指名亚种繁殖于中国西北; longipennis于中国东北及华北的东部; tibetana于中国中北部、中部、青海及西藏后两亚种迁徙时经华南及东南, 包括台湾及海南岛",
        习性:
          "喜沿海水域, 有时在内陆淡水区歇息于突出的高地如钓鱼台及岩石飞行有力, 从高处冲下海面取食"
      },
      角䴙䴘: {
        pic: "http://www.birder.cn/upload/natural/a/p00521.jpg",
        中文名: "角䴙䴘",
        拉丁名: "Podiceps auritus",
        英文名: "Horned Grebe",
        相关知识: "䴙䴘目  䴙䴘科",
        IUCN红色名录等级: "VU",
        描述:
          "中等体型(33厘米), 体态紧实, 略具冠羽繁殖羽：清晰的橙黄色过眼纹及冠羽与黑色头成对比并延伸过颈背, 前颈及两胁深栗色, 上体多黑色冬羽：比黑颈脸上多白色, 嘴不上翘, 头显略大而平飞行时与黑颈的区别为翼覆羽偏白色的嘴尖有别于所有其他但似体型较小的小",
        虹膜: "红色, 眼圈白",
        嘴: "黑色, 嘴端偏白",
        脚: "黑蓝或灰色",
        叫声:
          "非繁殖期寂静无声颤音二重唱似小但鼻音较重; 也发粗哑而多喉音的叫声",
        分布范围:
          "繁殖于整个北方温带的淡水区域, 冬季分散在约北纬30°以南, 包括沿海水域",
        分布状况:
          "种群数量甚稀少繁殖于天山西部, 有记录迁徙时见于中国东北; 越冬在中国东南部及长江下游香港有一记录",
        习性: "冬季结小群活动"
      },
      红颈滨鹬: {
        pic: "http://www.birder.cn/upload/natural/a/p00363.jpg",
        中文名: "红颈滨鹬",
        拉丁名: "Calidris ruficollis",
        英文名: "Red-necked Stint",
        相关知识: "鸻形目  丘鹬科",
        IUCN红色名录等级: "NT",
        描述:
          "体小(15厘米)的灰褐色滨鹬腿黑, 上体色浅而具纵纹冬羽：上体灰褐, 多具杂斑及纵纹; 眉线白; 腰的中部及尾深褐; 尾侧白; 下体白与长趾滨鹬区别在于灰色较深而羽色单调, 腿黑色春夏季头顶、颈的体羽及翅上覆羽棕色与小滨鹬区别在嘴较粗厚, 腿较短而两翼较长",
        虹膜: "褐色",
        嘴: "黑色",
        脚: "黑色",
        叫声: "细弱的笛音chit-chit-chit, 音比小滨鹬稍粗稍低",
        分布范围: "繁殖于西伯利亚北部; 越冬于东南亚至澳大利亚",
        分布状况:
          "为中国东部及中部甚常见的迁徙过境鸟一些冬候鸟留在海南岛、广东、香港及台湾沿海越冬",
        习性:
          "喜沿海滩涂, 结大群活动, 性活跃, 敏捷行走或奔跑, 拣起食物或兴奋时头上下点动或往后一甩较长趾滨鹬更为滨海鸟"
      },
      东方鸻: {
        pic: "http://www.birder.cn/upload/natural/a/p00398.jpg",
        中文名: "东方鸻",
        拉丁名: "Charadrius veredus",
        英文名: "Oriental Plover",
        相关知识: "鸻形目  鸻科",
        IUCN红色名录等级: "LC",
        描述:
          "体型中等(24厘米)的褐色及白色鸻嘴短冬羽：胸带宽, 棕色; 嘴狭, 脸偏白; 上体全褐, 无翼上横纹夏羽：胸橙黄色, 具黑色下边, 脸无黑色纹与金斑鸻、蒙古沙鸻及铁嘴鸻区别在腿黄色或近粉一些年长鸟头部沾些白色飞行时翼下包括腋羽为浅褐色",
        虹膜: "淡褐",
        嘴: "橄榄棕色",
        脚: "榄棕色; 腿－黄色至偏粉",
        叫声: "尖哨音kwink, 上飞时重复响亮的chip-chip-chip",
        分布范围: "繁殖于蒙古及中国北方; 冬季至马来西亚及澳大利亚",
        分布状况:
          "繁殖在内蒙古东部呼伦池周围和辽宁的荒瘠无树草原及沙漠中的泥石滩迁徙经中国东部但不常见",
        习性: "于多草地区、河流两岸及沼泽地带取食"
      },
      白眉秧鸡: {
        pic: "http://www.birder.cn/upload/natural/a/p00320.jpg",
        中文名: "白眉田鸡",
        拉丁名: "Porzana cinerea",
        英文名: "White-browed Crake",
        相关知识: "鹤形目  秧鸡科",
        IUCN红色名录等级: "LC",
        描述:
          "体型略小(20厘米)的灰褐色秧鸡嘴短, 头部斑纹明显, 黑色的贯眼纹其上下均具白色条纹头顶、背及上体暗褐, 头侧及胸灰色, 腹偏白, 两胁及尾下黄褐色",
        虹膜: "红色",
        嘴: "近黑",
        脚: "绿黄",
        叫声:
          "繁殖期嘈杂发出尖而细的cutchi cutchi cutchi似苇哨声, 两三只鸟汇拢同叫",
        分布范围:
          "东南亚的南部、菲律宾及大巽他群岛至新几内亚、澳大利亚北部及太平洋岛屿",
        分布状况: "迷鸟于1991年4月出现在香港的米埔亦曾偶见于台湾",
        习性: "性羞怯喜漫水草地、沼泽及稻田通常成对活动"
      },
      澳南沙锥: {
        pic: "http://www.birder.cn/upload/natural/a/p00330.jpg",
        中文名: "澳南沙锥",
        拉丁名: "Gallinago hardwickii",
        英文名: "Latham's Snipe",
        相关知识: "鸻形目  丘鹬科",
        IUCN红色名录等级: "LC",
        描述:
          "体大(30厘米)而壮实的黄褐色沙锥色彩与比例似大沙锥但体型较大停歇时尾长出于合拢的翼辨别此鸟只有以繁殖季节叫声或拿在手上看其尾部细节的不同",
        虹膜: "深褐",
        嘴: "绿褐色, 嘴端深色",
        脚: "近绿",
        叫声:
          "求偶炫耀飞行时发出ji, ji, ji, zubiyak, zubiyak, zubiyak的叫声, 后俯冲并作ga ga ga的叫声",
        分布范围: "繁殖于日本, 冬季迁至澳大利亚",
        分布状况:
          "全球性近危(Collar et al., 1994)迁徙时途经台湾迷鸟见于河北及辽宁因其难以识别而可能在中国未被注意, 看似直接从日本迁至澳大利亚",
        习性:
          "栖居于沼泽地、稻田、草地、灌丛及竹丛常有20只以上的成群鸟被赶时, 飞行笨拙, 呈锯齿状, 很快又降回到隐蔽处"
      },
      西方滨鹬: {
        pic: "http://www.birder.cn/upload/natural/a/p00360.jpg",
        中文名: "西方滨鹬",
        拉丁名: "Calidris mauri",
        英文名: "Western Sandpiper",
        相关知识: "鸻形目  丘鹬科",
        IUCN红色名录等级: "LC",
        描述:
          "体小(16厘米)的滨鹬黑而健的嘴略下弯, 腿近黑繁殖羽赤褐, 胸部多纵纹冬季时上体褐灰, 脸及下体白色具暗色的过眼纹, 眉纹白, 上胸两侧具暗色纵纹较黑腹滨鹬色浅而多灰色; 嘴比弯嘴滨鹬直; 色彩较姬滨鹬单调而深沉嘴较略小的青脚滨鹬为长",
        虹膜: "褐色",
        嘴: "黑色",
        脚: "黑色",
        叫声: "尖而高的似喘息声jeet或cheet, 较白腰滨鹬的类似叫声为长",
        分布范围: "繁殖于西伯利亚东部及阿拉斯加; 越冬于墨西哥湾及美国西部沿海",
        分布状况:
          "偶见于台湾西部沿海于北戴河(河北)有过一次记录在日本有过10多次记录, 可能更经常地进入中国大陆",
        习性: "喜沿海及内陆湿地"
      },
      姬滨鹬: {
        pic: "http://www.birder.cn/upload/natural/a/p00366.jpg",
        中文名: "姬滨鹬",
        拉丁名: "Calidris minutilla",
        英文名: "Least Sandpiper",
        相关知识: "鸻形目  丘鹬科",
        IUCN红色名录等级: "LC",
        描述:
          "体小(17厘米)的滨鹬上背具棕色鳞状纹, 头顶具棕色条纹下体白色, 胸及两胁具箭头形粗纵纹冬羽棕色消失, 下体几全灰褐, 仅上胸沾灰飞行时尾上覆羽全白(但腰为灰色!)嘴短而略下弯",
        虹膜: "褐色",
        嘴: "褐色, 基部至下颚黄褐",
        脚: "灰色",
        叫声: "飞行叫声为独特的尖细jeeeet或eeet声及短而清亮的tit或teep声",
        分布范围: "繁殖于阿拉斯加及加拿大北部; 在南美洲越冬",
        分布状况: "迷鸟香港有一不确切记录河北北戴河有一记录",
        习性: "栖于沿海及内陆湿地与其他涉禽混群强于飞行"
      },
      黑腰滨鹬: {
        pic: "http://www.birder.cn/upload/natural/a/p00367.jpg",
        中文名: "黑腰滨鹬",
        拉丁名: "Calidris bairdii",
        英文名: "Baird's Sandpiper",
        相关知识: "鸻形目  丘鹬科",
        IUCN红色名录等级: "LC",
        描述:
          "体小(19厘米)的滨鹬腿深灰, 嘴尖细两翼长, 站立时延及尾后体羽黄褐色, 全年均有完整的带细纹胸带幼鸟上体羽缘近白成扇贝形纹飞行时翼上具白色横纹; 尾上覆羽白色, 尾灰色, 中央尾羽形长而较黑多数过境鸟仍具幼鸟羽衣站立时翼长过尾",
        虹膜: "褐色",
        嘴: "黑色",
        脚: "深灰",
        叫声: "叫声独特, 似低的喘息颤音preet",
        分布范围: "繁殖于西伯利亚东北部及北美洲的北极区迁移至南美洲",
        分布状况: "在中国尚无记录, 但偶见于日本, 在中国应有出现",
        习性: "栖于海滩的近陆地段及内陆湿地轻松进食, 伴以摆尾、点头"
      },
      岩滨鹬: {
        pic: "http://www.birder.cn/upload/natural/a/p00370.jpg",
        中文名: "岩滨鹬",
        拉丁名: "Calidris ptilocnemis",
        英文名: "Rock Sandpiper",
        相关知识: "鸻形目  丘鹬科",
        IUCN红色名录等级: "LC",
        描述:
          "非繁殖期成鸟：体型略小(21厘米)而矮胖的烟灰色滨鹬腿黄色, 嘴基黄色下背、中央尾羽及飞羽黑色飞行时翼上白色横纹明显眉线短而清晰胸近白而具灰色杂斑繁殖期鸟上体棕褐色, 肩羽及三级飞羽羽缘暗栗色, 胸略沾黑",
        虹膜: "褐色",
        嘴: "黄色, 端灰",
        脚: "黄色",
        叫声: "短促的whit或tweet声, 进食鸟群发出吱吱低声",
        分布范围:
          "繁殖于西伯利亚东北部、阿拉斯加及阿留申群岛; 越冬于美国西部沿海, 定期至日本",
        分布状况: "偶见春季在北戴河(河北)过境时有记录",
        习性: "冬季栖于沿海裸岩, 少至沙滩喜群栖, 与翻石鹬及其他涉禽混群"
      },
      高跷鹬: {
        pic: "http://www.birder.cn/upload/natural/a/p00373.jpg",
        中文名: "高跷鹬",
        拉丁名: "Calidris himantopus",
        英文名: "Stilt Sandpiper",
        相关知识: "鸻形目  丘鹬科",
        IUCN红色名录等级: "LC",
        描述:
          "体型略大(21厘米)的鹬腿甚长, 嘴长而略下弯腿比弯嘴滨鹬长且色浅飞行时腰下部及尾上白色如弯嘴滨鹬但几无翼上横纹飞行时脚伸出尾后繁殖羽特别, 颈背及脸罩棕色, 下体具黑色及白色横斑冬羽上体单一灰色, 下体灰色纵纹延至胸下及两胁",
        虹膜: "褐色",
        嘴: "黑色",
        脚: "黄绿色",
        叫声: "飞行叫声为连续颤音Kirr, 也有较清晰的whu声",
        分布范围: "繁殖于阿拉斯加及加拿大北部; 南美洲越冬; 迷鸟见于日本",
        分布状况: "偶见于台湾北部沿海",
        习性: "与其他的长嘴型涉禽一起取食于齐腹深的水域, 快速振翅"
      },
      欧石鸻: {
        pic: "http://www.birder.cn/upload/natural/a/p00382.jpg",
        中文名: "欧石鸻",
        拉丁名: "Burhinus oedicnemus",
        英文名: "Eurasian Thick-knee",
        相关知识: "鸻形目  石鸻科",
        IUCN红色名录等级: "LC",
        描述:
          "体大(41厘米)的黄褐色鸻样鸟黄色的眼睛大而凝神, 多取卧伏姿态翼上白色横纹的边缘上褐而下黑; 飞羽合拢时成黑色, 飞行时具两道白色条带",
        虹膜: "黄色",
        嘴: "黑色, 嘴基黄色",
        脚: "黄色",
        叫声:
          "快速尖厉的pick-pick-pick-pick-pick哨音; 以较缓慢的pick-wick, pick-wick音收尾, 重音在第二音, 略似杓鹬也作单个笛音, 缓慢重复",
        分布范围: "南欧、北非、中东至中亚",
        分布状况:
          "在中国非常罕见指名亚种为留鸟, 分布在西藏极东南部高可至海拔1000米; 于广东沿海有迷鸟记录",
        习性:
          "善走栖于开阔干燥而多灌丛的多石地带有时成小群活动白天休息, 黄昏及夜晚很活跃卧伏地面时头平伸"
      },
      欧金斑鸻: {
        pic: "http://www.birder.cn/upload/natural/a/p0000-.jpg",
        中文名: "欧金鸻",
        拉丁名: "Pluvialis apricaria",
        英文名: "European Golden Plover",
        相关知识: "鸻形目  鸻科",
        IUCN红色名录等级: "LC",
        俗名: ""
      },
      黄颊麦鸡: {
        pic: "http://www.birder.cn/upload/natural/a/p0000-.jpg",
        中文名: "黄颊麦鸡",
        拉丁名: "Vanellus gregarius",
        英文名: "Sociable Lapwing",
        相关知识: "鸻形目  鸻科",
        IUCN红色名录等级: "CR",
        俗名: ""
      },
      乌灰银鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00418.jpg",
        中文名: "乌灰银鸥",
        拉丁名: "Larus heuglini",
        英文名: "Heuglin's Gull",
        相关知识: "鸻形目  鸥科",
        描述:
          "体大(60厘米)的暗灰色鸥腿鲜黄色, 上体灰至深灰(taimyrensis)或深灰(heuglini), 比其他银鸥复合体中其他种及海鸥色深冬季成鸟头具少量至中量的纵纹, 嘴上无或仅具一丝黑色带颈背纵纹最多三级飞羽白色月牙形斑宽, 但肩部月牙形斑或细或无初级飞羽的两枚外侧羽具微小的白色羽端, 至第六、七枚羽逐渐增大飞行时初级飞羽外侧翼镜中等大小, 第九枚初级飞羽具一小翼镜初级飞羽外侧色深, 与白色翼下覆羽及次级飞羽羽尖成对照眼周裸皮红色",
        虹膜: "浅黄色",
        嘴: "黄色, 上具红点",
        脚: "黄色",
        叫声: "似银鸥",
        分布范围: "繁殖于俄罗斯西北部沿海; 越冬在南方及东方",
        分布状况:
          "中国南部沿海的常见冬季留鸟亚种taimyrensis为香港最常见的银鸥,  每年冬季还有几只色彩较深的heuglin也在香港越冬"
      },
      蒙古银鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p0000-.jpg",
        中文名: "蒙古银鸥",
        拉丁名: "Larus mongolicus",
        英文名: "Mongolian Gull",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "LC",
        俗名: ""
      },
      叉尾鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00430.jpg",
        中文名: "叉尾鸥",
        拉丁名: "Xema sabini",
        英文名: "Sabine's Gull",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "LC",
        描述:
          "体小(34厘米), 叉尾, 头深灰翼具三色, 外侧翼的黑色三角形与次级飞羽的白色三角成对比; 覆羽及上背纯灰, 于亚成鸟为褐色并具皮黄色扇贝形斑; 腰、下体及翼下白色尾浅叉形, 成鸟白色, 亚成鸟尾端黑色与红嘴鸥区别在于尾呈叉形, 翼斑纹非常独特, 飞行轻巧如燕鸥",
        虹膜: "褐色, 眼周裸皮红色",
        嘴: "成鸟黑而嘴端黄, 亚成鸟黑色",
        脚: "成鸟深灰, 亚成鸟偏粉",
        叫声: "沙哑并带粗喘息嚎叫声",
        分布范围:
          "繁殖于高纬度极地; 越冬于东大西洋及东太平洋世界各地多有迷鸟记录",
        分布状况: "罕见迷鸟于中国南沙群岛",
        习性: "迷鸟与其他海鸟混群比其他鸥类更喜远洋, 通常远离海岸"
      },
      黄嘴河燕鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00434.jpg",
        中文名: "黄嘴河燕鸥",
        拉丁名: "Sterna aurantia",
        英文名: "River Tern",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "NT",
        中国保护级别: "Ⅱ",
        描述:
          "中等体型(40厘米)、头顶黑色的燕鸥嘴大, 黄色, 腿红或橘黄色, 尾深叉而形长上体、腰及尾深灰, 外侧尾羽白, 翼尖近黑越冬成鸟嘴端黑色, 额及头顶偏白幼鸟同冬季成鸟, 但头顶及上体褐色, 胸两侧沾灰似黑腹燕鸥, 但体型大许多, 且下体白色",
        虹膜: "褐色",
        嘴: "深黄",
        脚: "红色",
        叫声: "在繁殖地驱赶其他入侵者时发出愤怒的ping声",
        分布范围: "繁殖于大型河流, 从伊朗向东至印度、缅甸及东南亚",
        分布状况: "在中国罕见留鸟分布在西藏东南部、云南西部及西南部",
        习性:
          "栖于淡水水域, 偶尔在沿海小型河口飞行缓慢有力, 修长的两翼及尾显其特色与其他燕鸥混群常歇于沙洲"
      },
      粉红燕鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00438.jpg",
        中文名: "粉红燕鸥",
        拉丁名: "Sterna dougallii",
        英文名: "Roseate Tern",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "LC",
        描述:
          "中等体型(39厘米)、头顶黑色的燕鸥白色的尾甚长而深叉夏季成鸟头顶黑色, 翼上及背部浅灰, 下体白, 胸部淡粉冬羽前额白色, 头顶具杂斑, 粉色消失初级飞羽外侧羽近黑幼鸟：嘴及腿黑色, 头顶、颈背及耳覆羽灰褐, 背比普通燕鸥的褐色深, 尾白色而无延长",
        虹膜: "褐色",
        嘴: "黑色, 繁殖期嘴基红色",
        脚: "繁殖期偏红, 其余黑色",
        叫声: "捕鱼时发出悦耳的chew-it(意为'嚼了它'), 告警时发出沙哑的aaak声",
        分布范围: "大西洋的东部及西部、印度洋、中国海至澳大利亚北部和西太平洋",
        分布状况:
          "罕见季候鸟亚种bangsi繁殖于福建、广东及台湾南部的海上岛屿; 越冬于海上, 偶见于中国南海",
        习性:
          "栖于珊瑚岩和花岗岩岛屿及沙滩, 一般不常见常与其他燕鸥混群飞行优雅, 俯冲入水捕食鱼类"
      },
      白顶玄鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00449.jpg",
        中文名: "白顶玄燕鸥",
        拉丁名: "Anous stolidus",
        英文名: "Brown Noddy",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "LC",
        描述:
          "中等体型(42厘米)的深烟褐色燕鸥凹形尾, 除头顶近白及眼圈白色外, 体羽为全烟褐色幼鸟的额及头顶深色, 眼圈白色, 背羽羽尖及翼覆羽近白亚成鸟似成鸟但无浅色的头顶",
        虹膜: "褐色",
        嘴: "黑色",
        脚: "黑褐色",
        叫声: "沙哑的karrk及kwok-kwok声",
        分布范围:
          "分布于热带及亚热带大洋和澳大利亚北部, 于整个分布区域内均有繁殖",
        分布状况:
          "亚种pileatus于海上并不罕见, 但近岸处不常见以往曾在台湾海域的岛屿上繁殖",
        习性:
          "大洋性鸟类缓慢懒散地盘旋飞行, 极少如其他燕鸥那样冲入水中多捕食那些被凶猛鱼类追逐而跃出水面的小鱼, 有时停在水面进食求偶时双方作点头炫耀表演, 因此得其英文名"
      },
      白玄鸥: {
        pic: "http://www.birder.cn/upload/natural/a/p00450.jpg",
        中文名: "白燕鸥",
        拉丁名: "Gygis alba",
        英文名: "White Tern",
        相关知识: "鸻形目  鸥科",
        IUCN红色名录等级: "LC",
        描述:
          "体小(30厘米)的纯白色燕鸥成鸟：通体白色, 仅眼圈黑色; 尾略呈叉形, 外侧尾羽较第二、三枚尾羽为短; 嘴甚细尖并略上翘幼鸟：耳斑深色, 上背及翼上具灰褐色杂斑, 初级飞羽羽轴黑色, 两翼较圆",
        虹膜: "褐色",
        嘴: "近黑, 嘴基蓝色",
        脚: "蓝黑, 蹼偏白",
        叫声: "轻柔的呼呼叫声",
        分布范围: "广布于各大洋的热带及亚热带地区",
        分布状况:
          "极罕见的漂鸟, 于澳门海域有过一次记录, 也见于中国南海的西沙群岛",
        习性: "飞行略呈波浪形, 偶尔潜入水中捕食, 但从不完全没入水中"
      },
      斑海雀: {
        pic: "http://www.birder.cn/upload/natural/a/p00451.jpg",
        中文名: "斑海雀",
        拉丁名: "Brachyramphus perdix",
        英文名: "Long-billed Murrelet",
        相关知识: "鸻形目  海雀科",
        IUCN红色名录等级: "NT",
        描述:
          "体小(24厘米)的黑褐色及白色海雀嘴细长冬羽：颏、喉、颈、颈背、下体及肩羽白色, 与体羽其余部分的深色成明显对比眼圈白繁殖羽为体羽的白色部分具灰黑色横斑亚成鸟似成鸟, 但对比度不甚明显",
        虹膜: "褐色",
        嘴: "褐色",
        脚: "近粉色",
        叫声: "为meer-meer-meer声",
        分布范围:
          "繁殖于阿拉斯加及西伯利亚的东部沿海分布从阿留申群岛至日本及美国西部",
        分布状况:
          "全球性近危(Collar et al., 1994)甚罕见候鸟亚种perdix于辽宁(旅顺)及山东(青岛)海面曾有记录",
        习性: "游泳时嘴和尾均上翘"
      },
      扁嘴海雀: {
        pic: "http://www.birder.cn/upload/natural/a/p00452.jpg",
        中文名: "扁嘴海雀",
        拉丁名: "Synthliboramphus antiquus",
        英文名: "Ancient Murrelet",
        相关知识: "鸻形目  海雀科",
        IUCN红色名录等级: "LC",
        描述:
          "体型略小(25厘米)的黑白色海雀头厚, 嘴粗短而色浅, 形似企鹅繁殖期的特征为头无羽冠, 背蓝灰, 下体白色, 喉黑, 白色的眉纹呈散开形非繁殖期眉纹及喉部的黑色消失飞行时翼下白色, 前后缘均色深, 腋羽色暗",
        虹膜: "褐色",
        嘴: "象牙白, 嘴端深色",
        脚: "灰色",
        叫声: "低沉笛音及金属碰撞般的声音",
        分布范围:
          "繁殖于阿留申群岛、阿拉斯加、西伯利亚的东部沿海、日本北部及朝鲜越冬于中国南部及美国西部的沿海",
        分布状况: "偶见于香港水域",
        习性: "沉水较低下潜前先把水弄干净飞行低且直, 短距离后很快又落到海面"
      },
      冠海雀: {
        pic: "http://www.birder.cn/upload/natural/a/p00453.jpg",
        中文名: "冠海雀",
        拉丁名: "Synthliboramphus wumizusume",
        英文名: "Japanese Murrelet",
        相关知识: "鸻形目  海雀科",
        IUCN红色名录等级: "VU",
        描述:
          "体小(25厘米)的黑、灰及白色海雀额、头顶及颈背青黑, 颊及上喉灰色眼上部头侧有白色条纹延至上枕部相交, 嘴极短上体灰黑, 下体近白, 两胁灰黑仅夏季具凤头, 并为黑色尖形冬羽大体似扁嘴海雀, 但头部的黑白色分布不同",
        虹膜: "褐黑",
        嘴: "灰白",
        脚: "黄灰",
        叫声: "尖厉哨音",
        分布范围: "日本及附近海域迷鸟至萨哈林岛",
        分布状况: "迷鸟偶见于台湾海上",
        习性: "具小型海雀的典型特性"
      },
      短尾鹲: {
        pic: "http://www.birder.cn/upload/natural/a/p00523.jpg",
        中文名: "红嘴鹲",
        拉丁名: "Phaethon aethereus",
        英文名: "Red-billed Tropicbird",
        相关知识: "鹲形目  鹲科",
        IUCN红色名录等级: "LC",
        描述:
          "体型略大(46厘米, 不包括尾部飘带)的偏白色海鸟成鸟：以红嘴、上体具横斑及尾部的白色飘带为特征初级飞羽外侧翈黑色幼鸟/亚成鸟与白尾鹲及红尾鹲的区别在上体具致密的细横纹, 及特征性的宽阔过眼纹延至颈后成后颈圈",
        虹膜: "深色",
        嘴: "红色",
        脚: "偏黄, 蹼黑色",
        叫声: "在巢区及环绕船只飞行时发出响亮尖叫",
        分布范围: "热带及亚热带的太平洋、大西洋及印度洋西北部水域",
        分布状况:
          "繁殖于西沙群岛(Delacour及Jabouille, 1930)迷鸟抵及中国东南部及海南岛",
        习性:
          "在海洋上空高高飞翔, 甚优雅取食时先停在空中振翼然后两翼半合猛扎入水, 捕食动作似憨鲣鸟"
      },
      暗绿背鸬鹚: {
        pic: "http://www.birder.cn/upload/natural/a/p00532.jpg",
        中文名: "暗绿背鸬鹚",
        拉丁名: "Phalacrocorax capillatus",
        英文名: "Japanese Cormorant",
        相关知识: "鲣鸟目  鸬鹚科",
        IUCN红色名录等级: "LC",
        描述:
          "体大(81厘米)的黑色鸬鹚似普通鸬鹚但两翼及背部具偏绿色光泽繁殖期成鸟头及颈绿色具光泽, 头侧具稀疏的白色丝状羽, 脸部白色块斑比普通鸬鹚大, 腿也具白色块斑冬季黑褐色, 颏及喉白色嘴基裸露皮肤黄色幼鸟胸部色浅",
        虹膜: "蓝色",
        嘴: "黄色",
        脚: "灰黑色",
        叫声: "繁殖期外通常无声",
        分布范围:
          "繁殖于朝鲜、日本、库页岛及萨哈林岛; 冬季南迁经过沿海海域至中国东南部",
        分布状况:
          "罕见及不定期的冬候鸟见于台湾及福建沿海迷鸟有至云南南部夏候鸟在辽宁、河北及山东有记录",
        习性: "喜峻峭岩崖几乎完全为海鸟常被渔民养来捕鱼"
      },
      小白鹭: {
        pic: "http://www.birder.cn/upload/natural/a/p00535.jpg",
        中文名: "白鹭",
        拉丁名: "Egretta garzetta",
        英文名: "Little Egret",
        相关知识: "鹈形目  鹭科",
        IUCN红色名录等级: "LC",
        描述:
          "中等体型(60厘米), 白色鹭与牛背鹭的区别在体型较大而纤瘦, 嘴及腿黑色, 趾黄色, 繁殖羽纯白, 颈背具细长饰羽, 背及胸具蓑状羽",
        虹膜: "黄色",
        嘴: "黑色",
        脚: "黑色, 趾黄色",
        叫声: "于繁殖巢群中发出呱呱叫声, 其余时候寂静无声",
        分布范围: "非洲、欧洲、亚洲及大洋洲",
        分布状况:
          "指名亚种为常见留鸟及候鸟, 分布在中国南方、台湾及海南岛迷鸟有时至北京部分鸟冬季到热带区越冬",
        习性:
          "喜稻田、河岸、沙滩、泥滩及沿海小溪流成散群进食, 常与其他种类混群有时飞越沿海浅水追捕猎物夜晚飞回栖处时呈'V'字队形与其他水鸟一道集群营巢",
        俗名: "白鹤 白鹭鸶 白鸟 舂锄 极小白鹭 鹭鸶 丝琴 小白鹭 雪客 一杯鹭"
      },
      栗鳽: {
        pic: "http://www.birder.cn/upload/natural/a/p00549.jpg",
        中文名: "栗鳽",
        拉丁名: "Gorsachius goisagi",
        英文名: "Japanese Night Heron",
        相关知识: "鹈形目  鹭科",
        IUCN红色名录等级: "EN",
        描述:
          "体型略小(49厘米)而矮扁的褐色鹭鸟似黑冠鳽但区别在嘴及头顶冠形小, 颈背灰褐色至栗色而非黑色, 翼尖非白色翼上具特征性黑白色肩斑; 上体深褐而具较浅的蠹斑; 下体皮黄, 有由深褐色纵纹形成的中线飞行时灰色的飞羽与褐色覆羽成对比",
        虹膜: "黄色",
        嘴: "角质色",
        脚: "暗绿色",
        叫声:
          "于繁殖期及迁徙时发出深沉而带回音的似鸮类呼呼叫声进食时发出呱呱声",
        分布范围: "繁殖于日本; 越冬至菲律宾及苏拉威西岛",
        分布状况: "罕见过境鸟, 见于上海、台湾及广东沿海",
        习性: "喜林区, 早晚在多草地区取食"
      },
      白头鹮鹳: {
        pic: "http://www.birder.cn/upload/natural/a/p00567.jpg",
        中文名: "彩鹳",
        拉丁名: "Mycteria leucocephala",
        英文名: "Painted Stork",
        相关知识: "鹳形目  鹳科",
        IUCN红色名录等级: "NT",
        中国保护级别: "Ⅱ",
        描述:
          "体大(100厘米)的大致为白色的鹳胸具黑色带, 两翼黑白色, 尾黑, 嘴黄 而下弯, 头部裸露皮肤偏红繁殖期背羽沾粉红飞行时两翼黑色, 翼上大覆羽及翼下覆羽具白色宽带, 其余翼上覆羽则具狭窄白色带亚成鸟褐色, 两翼黑, 腰及臀白色",
        虹膜: "褐色",
        嘴: "橘黄",
        脚: "粉红",
        叫声: "幼鸟作呱呱叫声, 嘴啪哒啪哒的叩击声",
        分布范围: "印度至中国西南部及印度支那",
        分布状况:
          "全球性近危(Collar et al., 1994)20世纪30年代被认为系常见鸟, 但郑作新(1987)认为现已稀少在中国可能已绝迹有记录夏候鸟分布于长江下游地区及华南至云南南部",
        习性: "结群繁殖于水中树丛于池塘、湖泊及河流的水边取食",
        俗名: "采鹳"
      },
      小军舰鸟: {
        pic: "http://www.birder.cn/upload/natural/a/p00572.jpg",
        中文名: "大军舰鸟",
        拉丁名: "Fregata minor",
        英文名: "Great Frigatebird",
        相关知识: "鲣鸟目  军舰鸟科",
        IUCN红色名录等级: "LC",
        描述:
          "体大(95厘米)的暗色军舰鸟雄鸟：体羽几乎全黑, 仅翼上覆羽具浅色横纹, 喉囊绯红雌鸟：颏及喉灰白, 上胸白色, 翼下基部无或极少白色, 眼周裸露皮肤粉红亚成鸟：上体深褐, 头、颈及下体灰白沾铁锈色, 与白斑军舰鸟的区别在体型较大, 下腹部白色, 翼下基部较少白色",
        虹膜: "褐色",
        嘴: "雄鸟青蓝, 雌鸟近粉",
        脚: "成鸟偏红, 幼鸟蓝色",
        叫声: "在营巢地发出嘟嘟的、咯咯的及似卷舌音的叫声于海上常无声",
        分布范围: "热带海洋",
        分布状况:
          "繁殖于海南岛附近海上岛屿、西沙群岛及南沙群岛地区性常见于中国南海偶见于中国南部沿海至江苏及河北极少至台湾兰屿岛",
        习性: "似其他军舰鸟, 但更常光顾海岸线"
      },
      白嘴潜鸟: {
        pic: "http://www.birder.cn/upload/natural/a/p00579.jpg",
        中文名: "黄嘴潜鸟",
        拉丁名: "Gavia adamsii",
        英文名: "Yellow-billed Loon",
        相关知识: "潜鸟目  潜鸟科",
        IUCN红色名录等级: "NT",
        描述:
          "体甚大(83厘米)而颈粗的潜鸟繁殖羽：特征为嘴象牙白色, 头黑, 具白色颈环非繁殖羽：与其他潜鸟区别在体型较大, 嘴上扬, 上颚中线浅色, 头比上体色浅两胁缺少白色块斑特征为初级飞羽羽轴白色",
        虹膜: "红色",
        嘴: "象牙色",
        脚: "黑色",
        叫声: "于海上无声, 但在繁殖地发出假声尖叫",
        分布范围:
          "繁殖于北极区北部从摩尔曼斯克东至西伯利亚及阿拉斯加和加拿大北部冬季南迁至约北纬50°, 偶尔更往南些",
        分布状况: "种群数量甚稀少有记录迁徙时经过辽东半岛及福州",
        习性: "单独在淡水区繁殖, 但越冬于沿海水域"
      },
      钩嘴圆尾鹱: {
        pic: "http://www.birder.cn/upload/natural/a/p00581.jpg",
        中文名: "钩嘴圆尾鹱",
        拉丁名: "Pseudobulweria rostrata",
        英文名: "Tahiti Petrel",
        相关知识: "鹱形目  鹱科",
        IUCN红色名录等级: "NT",
        描述: "体型略小(39厘米)的黑白色鹱腹部白色, 头及胸全暗色, 楔形尾黑色",
        虹膜: "深褐",
        嘴: "黑色",
        脚: "偏粉色, 具黑色蹼",
        叫声: "于海上无声",
        分布范围: "太平洋西部热带及亚热带海域, 可能往北扩散至台湾",
        分布状况: "1937年5月有标本采自台湾东北部",
        习性: "不常跟随船只因而少被发现翻飞和翱翔于海面"
      },
      点额圆尾鹱: {
        pic: "http://www.birder.cn/upload/natural/a/p00582.jpg",
        中文名: "白额圆尾鹱",
        拉丁名: "Pterodroma hypoleuca",
        英文名: "Bonin Petrel",
        相关知识: "鹱形目  鹱科",
        IUCN红色名录等级: "LC",
        描述:
          "体小(30厘米)的黑白色鹱体羽色型特别上体深色, 下体多为白色, 翼后缘黑色, 下覆羽具明显的黑色粗斜线, 尾灰黑翼部斑纹有别于中国海域的其他鹱飞行快速及上下翻腾",
        虹膜: "深褐",
        嘴: "黑色",
        脚: "粉红, 趾黑",
        叫声: "于海上无声",
        分布范围: "繁殖于萨哈林岛、日本南部岛屿及夏威夷并进入北太平洋西部",
        分布状况: "指名亚种偶见于台湾及福建沿海",
        习性: "结群繁殖鸟; 通常不追随船只"
      },
      纯褐鹱: {
        pic: "http://www.birder.cn/upload/natural/a/p00583.jpg",
        中文名: "褐燕鹱",
        拉丁名: "Bulweria bulwerii",
        英文名: "Bulwer's Petrel",
        相关知识: "鹱形目  鹱科",
        IUCN红色名录等级: "LC",
        描述:
          "体小(28厘米)的烟褐色鹱下体浅褐翼上覆羽具浅色横纹与黑叉尾海燕区别在体型较大, 尾长楔形(飞行时显得长而尖)",
        虹膜: "褐色",
        嘴: "黑色",
        脚: "偏粉, 具黑色蹼",
        叫声: "于繁殖地重复低吠声chuff",
        分布范围: "繁殖在于大西洋及太平洋岛屿包括中国南海",
        分布状况:
          "数量甚稀少繁殖于福建海上岛屿, 在台湾及南海、广东、香港海上均有记录",
        习性: "飞行较海燕更强劲有力, 常慌乱振羽往下猛扑及高高在上作环形盘旋"
      },
      烟黑叉尾海燕: {
        pic: "http://www.birder.cn/upload/natural/a/p00595.jpg",
        中文名: "日本叉尾海燕",
        拉丁名: "Oceanodroma matsudairae",
        英文名: "Matsudaira's Storm Petrel",
        相关知识: "鹱形目  海燕科",
        IUCN红色名录等级: "VU",
        描述:
          "体型略小(25厘米)的深色叉尾海燕似黑叉尾海燕但体型较大, 近翼尖处有近白色块斑, 系由初级飞羽白色羽轴而成飞行较缓慢",
        虹膜: "深色",
        嘴: "色",
        脚: "黑色",
        分布范围: "繁殖于日本南部冬季至中国南海、菲律宾及至印度洋北",
        分布状况: "肯定经过中国水域1993年8月21日在香港记录的4只鸟可能为此种",
        习性: "飞行较黑叉尾海燕显沉重"
      },
      日本叉尾海燕: {
        pic: "http://www.birder.cn/upload/natural/a/p00595.jpg",
        中文名: "日本叉尾海燕",
        拉丁名: "Oceanodroma matsudairae",
        英文名: "Matsudaira's Storm Petrel",
        相关知识: "鹱形目  海燕科",
        IUCN红色名录等级: "VU",
        描述:
          "体型略小(25厘米)的深色叉尾海燕似黑叉尾海燕但体型较大, 近翼尖处有近白色块斑, 系由初级飞羽白色羽轴而成飞行较缓慢",
        虹膜: "深色",
        嘴: "色",
        脚: "黑色",
        分布范围: "繁殖于日本南部冬季至中国南海、菲律宾及至印度洋北部",
        分布状况: "肯定经过中国水域1993年8月21日在香港记录的4只鸟可能为此种",
        习性: "飞行较黑叉尾海燕显沉重"
      }
    },

    poyang: [
      "金斑鸻",
      "大天鹅",
      "小天鹅",
      "鸿雁",
      "豆雁",
      "白额雁",
      "小白额雁",
      "灰雁",
      "斑头雁",
      "黑雁",
      "赤麻鸭",
      "翘鼻麻鸭",
      "鸳鸯",
      "赤膀鸭",
      "罗纹鸭",
      "赤颈鸭",
      "绿头鸭",
      "斑嘴鸭",
      "琵嘴鸭",
      "针尾鸭",
      "白眉鸭",
      "花脸鸭",
      "绿翅鸭",
      "赤嘴潜鸭",
      "红头潜鸭",
      "白眼潜鸭",
      "青头潜鸭",
      "凤头潜鸭",
      "斑背潜鸭",
      "斑脸海番鸭",
      "鹊鸭",
      "红胸秋沙鸭",
      "中华秋沙鸭",
      "普通秋沙鸭",
      "大鸨",
      "白鹤",
      "白枕鹤",
      "沙丘鹤",
      "灰鹤",
      "白头鹤",
      "丹顶鹤",
      "普通秧鸡",
      "白胸苦恶鸟",
      "小田鸡",
      "红胸田鸡",
      "董鸡",
      "紫水鸡",
      "黑水鸡",
      "黑尾塍鹬",
      "斑尾塍鹬",
      "小杓鹬",
      "中杓鹬",
      "白腰杓鹬",
      "大杓鹬",
      "鹤鹬",
      "红脚鹬",
      "泽鹬",
      "青脚鹬",
      "小青脚鹬",
      "白腰草鹬",
      "林鹬",
      "翘嘴鹬",
      "矶鹬",
      "灰尾漂鹬",
      "翻石鹬",
      "半蹼鹬",
      "大滨鹬",
      "三趾滨鹬",
      "小滨鹬",
      "红颈滨鹬",
      "青脚滨鹬",
      "长趾滨鹬",
      "尖尾滨鹬",
      "黑腹滨鹬",
      "弯嘴滨鹬",
      "阔嘴鹬",
      "流苏鹬",
      "红颈瓣蹼鹬",
      "彩鹬",
      "蛎鹬",
      "黑翅长脚鹬",
      "反嘴鹬",
      "长嘴剑鸻",
      "金眶鸻",
      "环颈鸻",
      "蒙古沙鸻",
      "铁嘴沙鸻",
      "东方鸻",
      "凤头麦鸡",
      "灰头麦鸡",
      "黑尾鸥",
      "灰背鸥",
      "西伯利亚银鸥",
      "红嘴鸥",
      "黑嘴鸥",
      "遗鸥",
      "鸥嘴噪鸥",
      "普通燕鸥",
      "白额燕鸥",
      "白翅浮鸥",
      "小䴙䴘",
      "凤头䴙䴘",
      "角䴙䴘",
      "黑颈䴙䴘",
      "普通鸬鹚",
      "苍鹭",
      "草鹭",
      "大白鹭",
      "中白鹭",
      "牛背鹭",
      "池鹭",
      "绿鹭",
      "夜鹭",
      "紫背苇鳽",
      "栗苇鳽",
      "大麻鳽",
      "彩鹮",
      "黑头白鹮",
      "白琵鹭",
      "黑脸琵鹭",
      "黑鹳",
      "东方白鹳",
      "红胸黑雁"
    ]
  };
  return data[key];
}
